[
    {
        "name": "1_cr",
        "desription": "You have great passion and interest. Your mind is brilliant; it shines through with the ability to think creatively when needed. Always keep an open, curious mind because that's where insight comes from! Diamonds are known as the hardest gem on earth, and they shine with brilliance from every angle- even when you're looking at them up close! Your mind can be just as brilliant in its ability to process information, so use it wisely by turning things around for your benefit. Turn any situation into an opportunity to help make sense of what seems like nonsense or chaos and watch how beautifully everything comes together.\n    The many facets of your diamond intelligence allow you to see things from different perspectives, giving the total view. Your creativity reveals itself when put into an organized whole; be the guiding light for those around you by sharing this gift with them! Spin your perspective on the world and see it from many angles. The more sides you have, the merrier life is! Now is a time of new beginnings, transitions, and breakthroughs. Find a clear space of your own where there is nothing between you and the universe; Be alone with your thoughts, for this is an opportunity to get a fresh perspective on life again! Your brilliant ideas are relevant, down-to-earth (and) practical - so long as they come from within instead of without. Open your crown chakra and let the universal energy flow.",
        "evolved": "You are a brilliant person with a mental faculty like no other. Do not let any negativity sway you from your mind's goal. You have the insight, intuition, and creativity to make all your desires come true. Like a true magician, you can trick people and influence everything and anything to your will. But  know true wisdom is the best magic. Insight and wisdom are like profitable investments and will never fade, continually growing and getting stronger over time. Wisdom is the path to power and true fulfillment. Train your mind like you train your muscles.\n    Strengthen your brain and build a strong body to carry out your dreams. You can summon brilliance through an intense passion for something that interests you. You will expand your knowledge and greatness.",
        "Unevolved": "The dictates of your brain are a great gift. Be careful how you use it instead of subduing those around you; you must balance the power that resides in these ambitions with empathy and compassion for others who may not share their insight or views on how things should go down-especially people close by or within earshot."
    },
    {
        "name": "1_cu",
        "desription": " Enthusiasm is the emotional feeling state of a person that comes from living with passion. You have to be willing and able to accept all your feelings, for they are divine, not to filter any out or censor how much love there is on this earth! Enthusiastic people express themselves fully without holding back anything because unleashing our full potential creates an intense excitement that fuels more creativity while experiencing new things - just like life itself. Life is like the ocean, with its ups and downs. But you can be sure that as soon as your passion or boredom sets in, the only thing left to do is pour all those feelings into life itself! Love each day with an open heart; drink deeply from the cup of existence-it's nourishing waters will fill you up as nothing else can! When we pour these feelings into our lives for others to see or share, we blossom like bright roses. Enthusiasm means continuous renewal, which comes when continually giving back. In being yourself, you are beautiful and ecstatic. Endure the blues but know that the blues are no match for the power of balance. You can find peace in equilibrium and experience a deep spirituality when you can revitalize yourself with its radiance, like that from our sun! Radiate like an active solar disk on fire - this will attract those who long ago knew they wanted more than just stagnation or disappointment. Be alluring yet sweet, so there is still some irresistible lure left over after everything else.",
        "evolved": " Create your paradise. Acknowledge the magic that is inside you and celebrate it with others! Send out these clouds, letting their tenderness envelop those around you as they waft together through life's ups and downs.",
        "Unevolved": "You are prickly, but you are leaving yourself exposed without any protection. You aren't maintaining and catering to your emotional state. You are driving but haven't noticed your tank is nearly empty. You are needy for attention and concerned with superficial appearances."
    },
    {
        "name": "1_wo",
        "desription": "Accomplishment is your birthright. You have the power to achieve anything you want, but only if you believe in yourself and use all of your resources for success- which means it's not just one thing that gets results. It takes everything! You'll need quality planning plus patience with any process. This includes nurturing every step of the way until accomplished. And don't forget to reward after achieving said goal or task at hand because true accomplishment should always continue into infinity. Use the accomplishments of your past to reach new heights. But be aware that life will throw obstacles your way, and there's no shame if it doesn't work out as planned! You need not adapt every time an issue arises - learn from mistakes made along this journey so far because each failure can turn into a success with some effort put forth now instead of later on down the road.\n    The journey to success is not easy, but it's worth the work. You have big shoes that require both feet for balance- don't put all your weight on one leg, or you'll start falling over! Take small steps towards achieving what you want in life. Being systematic about how these things are done can become permanent habits. This will lead toward excellence and help with practice, too, because there comes a time when success seems inevitable.",
        "evolved": "Create a world where you are successful in all aspects of life. Using the power and resources at hand, use hard work to accomplish professional and personal goals. Now is your opportunity for success - find out what it takes, and then get started! You can do anything when working with the right mindset. And while physical health should come first during any healthy lifestyle choice, balancing mental well-being alongside spiritual growth helps create balance within ourselves, making us calm and confident. People are searching for the perfect balance between work and leisure. But how will they ever find their true selves by not taking risks? The key to happiness lies in realizing that life is an adventure worth living- a constant search toward discoveries with every step taken along this journey!",
        "Unevolved": "Be wary not to get caught up in the material world and forget other values and perspectives. Avoid an inflated sense of self-importance from accomplishments because living in a world where the only thing that matters is material things can lead you away from your true self."
    },
    {
        "name": "1_wa",
        "desription": "You hold the light in one hand and are able, like an enlightening sun that shines through the darkness, to guide those around with clarity and honesty about who they can trust: themselves. Follow curiosity and trust your intuition. To be truly enlightened, you must know that there's more than just what meets the eye; The light radiates out through dark times, keeping those who follow it on their path towards truth (and maybe even some answers). As you spread your light, it shines on others, transforming them. Have the courage to change and the understanding that comes with evolving into a higher state of being where anything is possible! As time progresses, irrefutable changes occur at all levels within your being-feel how powerful electricity feels right now because it's only just begun its revolution against tradition. Aspire for the best in life, but know you will make mistakes along your journey, which is why it's essential to survive and learn from them!",
        "evolved": "Seek enlightenment to see beyond what is seen with human eyes and into a mystical realm where there are no boundaries to your potential for growth. Listen to your intuition, and follow the light. The spiritual life is not easy, but it will make all those moments worth living! Let your mind be blown by the dramatic glimpses of what lies beneath the surface of reality. The fire within you is the power to change your life. Let it burn out old patterns and habits, breaking through entrapping ideas that keep us small in our comfort zones! Live as if there were no tomorrow because this moment right here might be all we have left when everything else goes up like fireworks. The journey to self-discovery is difficult, but with enough commitment and passion, we can break through old patterns that hold us back. The first step in this process must be activating your seven chakras (energy centers) by performing an exercise called 'The Garland.' These practices will help raise physical and mental attitudes so they may work better for life's challenges ahead!\n    Charting your course is more important than ever. You can't reliably follow other people's instincts, so you must listen to the voice of intuition and dream messages from within yourself. Hold on tightly as life burns away what doesn't serve us because only then will we reach our destination!",
        "Unevolved": "You are the type of person who needs constant excitement, or else you find yourself bored easily. You have difficulty with patience and maintaining focus on any one thing for more than 10 minutes at once, making it hard to get anything done around your house! You are a fiery, unpredictable creature that burns up and out. You have trouble finishing what you start as your temper tantrums will only get the best of you if something isn't thrilling enough for extended periods, thus leading to an array of scattered thoughts on how to be productive with no tolerance whatsoever! Maintaining any routine is tricky because there must be some action taking place to avoid getting bored easily, which means constant excitement is key when managing yourself through life."
    },
    {
        "name": "2_cr",
        "desription": "Composure is the sign of a level-headed person. Fair understanding leads to wisdom, which helps you make wise decisions in this world. When you are in a state of composure, your mind is centered and calm. Using dispassionate emotional attachments to maintain stability will help keep yourself under control so that the good times don't wipe out all memory of the bad ones or vice versa. Remain objective about what's happening around you if you don't want emotions to take over when things go wrong. And this can sometimes occur without us realizing why, until some time has passed and we have lost something important due to a moment's impulsiveness. You can see with nonjudgmental awareness when you are in a state of detachment and non-involvement. It is essential because it allows us to evaluate things according to higher laws, ultimately leading our thoughts or actions towards what's suitable for us as people. This includes inner peace (knowing everything happens for a reason) and outer success! Meditate to gain clarity. Our mind is a powerful tool; we can use it to create new realities by constantly adjusting our perspective and staying in the present moment, even if it's difficult or painful at first glance! Take time every day where you're all alone- without distractions or mood interruptions to think about what's going inside your head. How do I feel? Am I happy with my life now vs. then (or maybe years ago)? Where did these thoughts come from etc.? Be mindful of where you are when living life, so you don't miss any opportunities for growth along your journey.",
        "evolved": "Friendships involve a lot of compromises. You can't have one without the other, so you need to find that balance between being too involved or avoiding all conflict by staying on your side of things entirely! The sun sign associated with this element is Libra which means peace, love & harmony. The ultimate goal for any person who appreciates good design (and isn't afraid to put in some work). This means you have high standards but also know how crucial it can be at times to put your own needs first without feeling guilty of sacrificing everything. You can often withdraw from the world and keep at a safe distance to avoid any potential harm that may come with being involved in life's chaotic moments- but this doesn't mean you want nothing to do with others!\n    On the contrary, when you care deeply about something or someone else, your well-being becomes secondary - making you an excellent candidate as king (or queen) atop your throne. When you are lost in your thoughts and can't seem to find a way out, take time for self-reflection. Searching on high spots will give a perspective otherwise hard to come by. Finally, remember what life's all about: being alone while still surrounded by people who love us unconditionally.",
        "Unevolved": "You are so caught up in your world that you don't see the beauty around you. You are usually very prude and strict about what others should do, think or wear - it's almost as if your life revolves around only one thing: perfection! You are often very good at what you do, but it's hard for you to see beyond your achievements. You have a tendency toward perfectionism and arrogance and an I'm better than you attitude, which prevents anyone from challenging the way you see the world. You suffer from self-doubt and are so judgmental that you can't see the forest for all of its trees."
    },
    {
        "name": "2_cu",
        "desription": "Emotional self-sufficiency is the key to emotional balance. Like a calm and peaceful priestess/priest, never let your emotions run rampant or suppress them for too long because this will lead you into an uncentered state where things can get out of control quickly! When in an equilibrium state, our feelings are balanced equally around happiness or sadness without being over-emotional about one extreme versus another! It becomes easier for us to ride out any storm that comes along because there isn't much mental stress involved either way! With emotional stability comes physical health; keeping yourself hydrated throughout rough patches means more vitality, which helps with recovery time! Though the ups and downs of life may seem like a chaotic dance, you can maintain your emotional stability with practice.",
        "evolved": "All around and within you is emotional stimulus, and it is up to you to channel the feelings you don't want while protecting and strengthening those you do. Some situations are very transitory, others are more chronically trying, and some are effortless. Still, it is your responsibility to look inside and be aware of the emotional instability within yourself. Without self-awareness, you will acquire emotional scars and be caught up in a cycle of echos from the past or the vague fears of tomorrow.\n    Feed those things within you that you genuinely love, feel excited about, and those that you know are good for you, but be in control of how you allow yourself to react. In time, we will all ultimately win this emotional battle. Come to terms with your feelings. Expand your emotional scope and realize that not only is our whole physical world real, but so is the emotional realm. Integrate positivity into your physical actions, and you will achieve greater success. Despite setbacks and difficult times in your career, you now have renewed peace, newfound prosperity, and fresh ideas. Regain your optimistic attitude and enthusiasm to move forward positively.",
        "Unevolved": "You are riding on the surface of emotional waters; unfeeling can often lead to emotional repression and coldness. Self-protection permeates all you do, and approval or disapproval, hope or fear, is carefully guarded by your psyche as if to indicate a truth of self-worth. You ignore and miss much with your perpetually felt resistance and do not realize how narrow your emotional identification is. Self-love is your only criterion. Let the emotional waters wash away your defenses and expose the awful truth of your pride. Emotional tides do not need your approval. They offer a world of feeling beyond self amid joy and anguish.\n    The key to healing and finding true happiness is finding what makes you feel alive again. Sometimes that task takes a while, but keep your eyes open and ears alert, and before you know it, you'll be there."
    },
    {
        "name": "2_wo",
        "desription": "Find a place of refuge (mentally and physically), find an uncluttered environment with natural beauty and cleanliness, and a hermitage. Look for a life with clear air and light. Reflect; calculate; hunt (seek, search, strive, aspire and aim at). The bottom line is difficult to derive from a surface that is in constant convulsion. Understanding comes from observing and acknowledging. Now ask yourself a new question. What do I want to be? When you reflect on your true nature, you will find your path. Intense focus unearths self-truth. Collect yourself; be receptive. In stillness – you gain yourself. Self-reflection recharges a quiet mind and empowers any action. You may find at the most inopportune times that your finances are tight. Those who, for whatever reason, find themselves struggling to make their money last should take time to look at their financial position and their habits relative to money.",
        "evolved": "Wise One, you now enter a period of rest. Seek peace, live simply, leaving cares behind. Some may not understand your need to hibernate and hide, but it is right to follow your way. Wait until winter passes; before you know it, spring will come, and you will be reborn strong and able. Your winter of life path has clarity: as reflected in a mirror. Feel a sense of peace while you make evaluations, self-reflections, and think. Look to the stars but let yourself awaken and be focused. Don't fast but give the body's needs healing, conserving rest through hibernation. Be yourself and be simply austere; able to live with little to not so much. Don't move, but stand your ground, go no farther; you're at a wait-place.",
        "Unevolved": "The dangers of becoming overly reflective and 'judgemental' are that those who are excessively reflective become highly passive and may miss opportunities to take part in life's adventures. Staying in the flow of excitement of being alive requires faith and courage. The deeper you reflect, the deeper the reflection will become. Those who are overly reflective without balance will become timid and afraid to alter their discourse, even when there is the opportunity to expand their adventures in life."
    },
    {
        "name": "2_wa",
        "desription": "Morality begins with honest self-observation and worry-free examination. See yourself purely and honestly as you truly are. Living true and pure can cleanse yourself of negative thoughts, emotions, and body states. Accept awareness of self through a peaceful mind and a heart at ease. Turn to the material world for medication and solitude with trusting single-mindedness.\n    Most adults live a contaminated life based on a lie they tell themselves. Self-love is your morality. You let go of what gets in the way of your authenticity. Clean up and clear out all falsities; allow no dust upon your lens of perception. Cleanse, purge yourself of old habits; free your mind; experience your world; let go of inhibitions; have fun; relax; be who you really are. Enjoy life to its fullest, dissolve the nagging, grimy muck of learned patterns to attain a zest for living your life. You are an infinite, vast expanse of plasticity, and you can shed the old skin and regenerate through the virtue of perception. Fly with your ideas; your original ideas are beautiful; move how your body wants to, regardless of learned patterns. You can unfold into great beauty through the new pathways of originality. Look without to see within; how you see the outside is how you see yourself.",
        "evolved": "Be open-minded and compassionate to reveal what lies in darkness or natural white light. The righteous path is essential, and a lack of trust or flighty attitude leads to destruction. See with diamond clarity your own true nature; view it as evolved beings; see it without prejudice or preconception; both are outdated, without color and divisiveness. Be authentic, without false artificiality. Your true nature is untainted, without fault; be incredibly good; act with exceptional, superior honesty and integrity. Follow your path and help all others. Think clear, act clean and loving.",
        "Unevolved": "Do not feel weak just because you cannot see the impact of your evolution. Unnoticed results are the outcomes that have the greatest and lasting consequences. Get out of your own way. Refrain from interfering in the repair. A better system is designing itself. You do not see the new because you are consumed by the old cycles. Soon you will begin to recalibrate. It does not matter where you are at each moment unless you take a step backward. Your life is now about improvement, enhancement, and expansion. Do not interpret backward movements as persistent. That is not likely unless you fuss and fight through your learning curves (forgetting to get out of your way)."
    },
    {
        "name": "3_cr",
        "desription": "Your spirit is naturally creative. Give your spirit freedom to discover new ideas. Generate originality by logic. Let your fiery spirit ignite your earth-matter brain to mix with the ocean of the collective unconscious to create new ideas. Diamond is the only mineral that grows. Like a diamond, develop new ideas to move them up and about and form goals out of creative chaos. Be in-between and interstitial (where different influences meet and mix) to go to boundaries, edges, confluences, and conclaves for creativity. Let go of old ideas to regenerate new ones. Find inspiration inward. Let specific ideas hibernate and germinate. Mix a variety of thoughts for exciting originality.",
        "evolved": "Inspired by your enchanted self, you can fulfill your aspirations. You are aligned with the natural order of things. Your dreams and ideals that prove fertile will impregnate you. Natural occurrences satiate your intuitive desires. Develop your understanding to attain knowledge of your desires for yourself and others. Develop your creative endeavors enough to put your ideas into practice. Magical thoughts materialize as you engage in the coupling of thoughts and musings. Let your inner consciousness meet external influences and create plans; take your conscious awareness (air) into the subconscious (earth) and develop ideas (ask for a solution through your dreams). You have the capacity for unlimited love and understanding. You are loving and compassionate in your spiritual form. Imagine that all your faults and weaknesses are that love available to you, in physical form. Don't push this opportunity away by being judgemental. Don't meet your weaknesses with anger; do your best to accept them and what they mean. Your life is a reflection of you.",
        "Unevolved": "Unfortunately, you are unaware of natural inner sources of originality and depend too much on others, books, or authorities for ideas. Work on your individuality by sitting for a moment in quiet. Fill your mind and heart with its light. Think no thoughts but accept whatever arises from the mysterious oracular universe without judging it."
    },
    {
        "name": "3_cu",
        "desription": "You know that the truth of relationships is the exchange of love. Within this exchange is the Source of love unchanging. Witness the gift you treasure as it unlocks. Be inflamed with love, and the forest unfolds. The Law contains love. So in each ray, you will discover love. Reason is feeble next to love, for all truths of infinity may be unlocked, whispered, and witnessed through it. The human heart expands to the vastness, and it contracts in pity. Respond to life with love. Spread the all-pervading love with life. Transform, with prodigious care, each one's life into a blessing. Joyous is the fathomless love; accomplished is the wise breath of life. ",
        "evolved": "Surround yourself with adoration. Express it to yourself and others. Follow the heart; follow your passion. Express your feelings, for they are beautiful. Love brings change and growth, so show affection to your community and family. This creates a deep fulfillment. Leap towards inspiring others and enamor yourself by focusing on simply expressing yourself to the fullest. You are the result of love, and it is good. Let love take hold of you as naturally as you do food. Love in your life will bring you enlightenment and maturity.",
        "Unevolved": "By being mindful, you can enjoy the most profound lessons that life presents to you. Through mindfulness, you can understand the experience of others, their feelings, and the realities of their situation. Be aware of your actions concerning the conditioning of society. Do not fall for the dogma or ideology but learn to love unconditionally. When you love unconditionally, you can accept and appreciate all experiences. Remember that the external world is not this; it cannot be known, has no form or shape, has no sense of time, and has no judgment and expectation, so they cannot invade your inner sanctum. Learn to quiet the monkey mind and rise above the herd. Find the quietness in the swirling chaos to perceive the interconnection between yourself and all living beings. Become wiser and more careful about the quality of the relationships in your life."
    },
    {
        "name": "3_wo",
        "desription": "Caring means not to be too overbearing or zealous in your attention so that you stifle growth, nor does it mean to be so laissez-faire(do nothing policy) that your harvest dies on the vine. With a proper caring attitude, your creativity will pay off, and you will reap the harvest. You are a creator, and creative work is integral to your identity. You flourish when a great deal of you goes into your creations. Support them with patience and tender loving care. Not everything grows overnight and without help, so exercise discipline, vigilance, and creativity to inspire the growth of what you have given birth. Lend a helpful and guiding hand that gives your creations the nourishment to flower and flourish in their own time and way. Get stronger and stronger at being diligent and disciplined. Create a solid foundation and build beautiful relationships one at a time.\n  Keep going, and don't give up. Watch what is cultivated. Remain in the light and warmth today; you'll see the wealth in care.\n  Create an oasis that you can put your life in and around so you can do your best work.",
        "evolved": "The weight of responsibility increases with the depth of your love. When your love is wide and deep, it requires constant nurturing. Otherwise, that love can fade and die. Let nothing cause you to neglect your new obligations and surprise yourself with your ability. Nurture yourself through your home life with proper diet, and exercise. A gardener tends to their plants, and the farmer breeds a cow; the wise teach the young. Tend to the community, and eat rightly. A new dimension has been added to your life. It is a gift that you should enjoy and protect. When emotions conflict between your responsibilities and those of your newfound gift, you should ask yourself: how important are you now to those precious but invisible dependents?",
        "Unevolved": "Rather than impose your expectations, you should encourage others. Try understanding others to actualize their potential to the best of their ability. If you are too imposing, it stifles them not allowing themselves to be themselves. Understand the difference between caring for people and smothering them."
    },
    {
        "name": "3_wa",
        "desription": "Experience yourself as a vibrant, capable creator of your destiny. Be the one who empowers yourself and others through the strength you draw from the spirit. Truly seeing the other person is an act of empathy. And look at your immaturity as an opportunity to find the lonely child in you and meet it with a nurturing hand and attitude. You are honoring your vulnerability and shining the light of loving patience on your vulnerabilities.\n    Each person suffers in varied ways, showing frailties and shortcomings. Let your tolerance and love fill their empty heart spaces and accept everyone as they are. When you care deeply for others and are compelled to see their own good, you teach them through your actions and words. Know the best times to give and when to rejuvenate. Healing makes you feel invigorated; go to an environment where you feel refreshed, rejuvenated, renewed, and repaired. Despite changes that are upsetting or disheartening, you can be confident that things will ultimately be for the best, for in an adverse life situation, as in any case, there is sure to be structure, strength, and loveliness hidden beneath the surface. Such that you can find an imperative to awaken from a slumber with physical grace and internal stillness.",
        "evolved": "Understand with tolerance the human condition of frailty and suffering. Help all life forms grow and accept others regardless of their condition. Restore your body, soul, mind, and heart into creative unity and wholeness. Use your hands to heal; let your hands guide you. Recognize the perfection of the spirit and do what you can to recall for yourself and others that perfection; in your own way, you can be of excellent service to others. Beware the duality of all things. ",
        "Unevolved": "Observe how you react to the energy of others. Allow the energy of others to guide you in expressing your own energy. Don't be a martyr and give without stopping to see how it affects you. Use your gifts judiciously and maintain balance. This ensures you don't take advantage of others, and others will not take you for granted."
    },
    {
        "name": "4_cr",
        "desription": "Finding emotional and physical balance can help you be more successful. By recognizing that all phenomena in the universe have a design, you can better establish your sense of order and harmony. Step back to observe what is happening in nature. Observe the organization as it rearranges itself from an abstract to a concrete state. By developing the habits of preparing long-term goals and keeping careful track of your daily tasks, you will know that tomorrow will be easier than today. You can trust in your capacity for self-discipline and focus. Use your gift of discriminating intelligence to prioritize and let go of aspects and ideas that do not fit. Create a workable whole, a practical system, and a structure. Build a solid foundation upon which to expand your goals. Investigate information. The very basis for achievement lies within you. ",
        "evolved": "Working with the left and right brains together will allow you to create easy patterns of an organized whole and let you see structure and outlook. Recognizing patterns and the big ideas coming from your brain will lead to supreme understanding. Bringing details together will give a broad perspective ultimately.",
        "Unevolved": "You find it difficult to deal with randomness, chance, and the organic flow of nature and occurrences. Everything cannot be planned and budgeted. You lack spontaneity. Find the courage to set your fears aside and ride the wave of life."
    },
    {
        "name": "4_cu",
        "desription": "You might be angry because you have not reached your full potential. You are right to feel that hurt has great power due to the frustration it brings and use it to move towards completing your goal. Don't be afraid to convert your pain into something. Harness this energy and apply it productively. Use your rage and rage-past-frustration as a vehicle for your goal. You're a kind individual, for you have created the opportunity and circumstances to be sensitive to the feelings of others. Use your own unsettling feelings of isolation, insecurities and fears, loss and disappointment to the best of your ability. This will change your perspective and create satisfaction that disappointments and failures cannot take away from your growth into a mature, caring person who is a gate to happiness, meaning, and purpose.",
        "evolved": "The first thing we must do is act to exert our bodies either mentally or physically or both. Any lack of enthusiasm exists because of envy. Virtue is to use our jealousy and envy as a model, a goal, to emulate by building from within ourselves. To spawn new movements and alternatives should be our aspiration. All emotions suspend to create the momentum necessary to impulse ourselves toward these goals, yet no rush can sustain without breaks. While we must constantly purify and excise these negative emotions, this can only be if we continue to act without hesitation. Use your heart, desire, and world's power cooperatively to build the world you want. In understanding ourselves, it comes clear that we can only help others after we have helped ourselves.",
        "Unevolved": "You cannot see that whatever happens has cosmic justice and built-in opportunity. There comes a time when you must be mindful of the significance of your actions toward others and their reaction to you. While outside influences might have a role in the growth and acceptance of all individuals, in the end, we are responsible for the energy projects toward others and the energy that we emit. Each of us has something to teach, but how marvellous it is that we can also learn from one another!"
    },
    {
        "name": "4_wo",
        "desription": "It is time to kick off with your good ideas and give your plans a head start they need. In fact, it is more than time. Do not delay anymore, and do not procrastinate. Action is necessary, so do not stumble over the how and do the thing you need to do. It is the way to live truly. Live now! This is the time! Act on good plans and follow through. Be ambitious and vigilant. Make use of the driving force and start without hesitation.",
        "evolved": "Walk your path as a burst of pure, creative energy. Work at awakening every day, taking each new step, and accomplishing new things. Try new things, not letting experience or fear stop you, and run at full speed to overcome obstacles, leaping into new opportunities rather than passively waiting your turn. Express yourself, shouting and blasting your opinions with joy. Procreate by giving birth or through your creativity, give your childhood enthusiasms and adult skills full expression",
        "Unevolved": "You are passive, meandering, and stuck in stagnation. Be open to connecting with your emotions. Remember that vision, clarity, purpose, and heart are all vital qualities in making things happen. Our connection to the wisdom of our emotions is precious and must be used for the benefit of all."
    },
    {
        "name": "4_wa",
        "desription": "Be the best you can be. Get rid of whatever is holding you back and ask the spirit for help. Be strong and focused on your goal. Fight for your right to persevere and look forward. Focus is the center of your energy and attention. Sometimes you are limited only by what you can see in your possibilities. A sound mind and a will to stretch to them are needed. Move with an idea of what it is, and you can make your goal a reality with focus. Believe in what is right, even if it is hard. What you most desire, you must battle for. The battle to realize your potential is a spiritual struggle, pitting your courage and resolution against the forces of entropy and oppression. You are a revolutionary, standing up against conflict and convention. If you must carry arms, carry the sword of light, purifying injustice and burning out oppression. Your challenges will test you, but your strength will see you through. You will overcome. You will succeed. Enjoying requires mindful and conscious living, not perpetual escape from distress.",
        "evolved": "Break away from the crowd and let your spirit soar; there is no limit to the heights you can attain. Your spirit longs to express the noblest ideals. Inspire others to follow your example of self-actualized creativity and let your soul out as you make yourself anew. Come to life, empowered by the support of like-minded people. You are already from victory, secured by your ability to stand up for your beliefs. Conflict generates effort and nurture, which cultivate growth and peace. Rest in the confidence of your own success and the realization of the intangible. Feel victory in the effort, and motivate others.",
        "Unevolved": "The wise don't brag; they listen carefully instead. There is no 'mastery' of the logical world, but one can go on fumbling, trying all kinds of shortcuts until something eventually comes of it.\n    You have a narrow view, showing forcefulness when it is not needed. Be like the tall and well-rooted tree that bends in the wind but does not break."
    },
    {
        "name": "5_cr",
        "desription": "Understand how you interpret yourself and life in negative ways. Learn to use your interpretive powers to cut out pessimistic thoughts. Negativity comes from conditions taught by our culture and parents. They tell us that we need to do better in life; although their intention is good, they are wrong in the execution. Because their discouragement fosters self-doubt that often leads to depression and other mental illnesses, these illnesses breed physical anomalies such as heart disease and cancer. Carefully examine your thoughts and emotions so you can emerge from the darkness and negativity into light. Kill negativity by some form of exercise, a walk, dance, lifting weights, energy building movements. Identify if these negative thoughts are real situations or if you are creating lies in your mind. Are you really hungry, thirsty, ill, and exhausted, or are you thinking about what you want, what you can't get, and creating problems? A wholesome and healthy life must flow without toxic thoughts. Your overall well-being depends on your ability to be at peace with the present moment. Life is dynamic, so trying to change the present moment is impossible; you can only learn from it.",
        "evolved": "Have the red light warning of your mind ready whenever you detect dark, negative thinking. Cut it out and slay it. Practice self-control, and you will rise upward spiritually alongside your celestial guardians, and negative thinking shall slowly bleed away. Continue to encourage your mind toward the positive. Be resolute and provide your mind with wards and protection against negative thinking whenever it surfaces.",
        "Unevolved": "You interpret events negatively. Give up the self-defeating habit of being pessimistic and skeptical. Negative thinking creates confusion, conflict, and dull-mindedness. This, in turn, leads to delusion and the pursuit of illusions. You've forgotten who you are and why you're here. It's time to step back and realize that anything negative that happens will always teach you something. Drawn as many positive things in your life as possible, make a place in your mind where your dreams can dwell and then achieve them."
    },
    {
        "name": "5_cu",
        "desription": "Embracing disappointment is the start of your emotional release. You will find that you have become better when you accept this stage instead of being attached to it. The negative mind is disturbed by the expectation of loss and sadness. Disappointments stem from your emotional attachment to an expectation that is unfulfilled. The outcome is sadness and heartache. Live by this mantra: I am free of attachment to expectations. Set your goals, but live in the moment. Be equanimous about outcomes. Everything is temporary and imperfect, as that is the nature of the universe. What seems to be a failure is merely one aspect of the stream of events in which you must float. Do not let sticky attachments stand in the way of progress and pour negative energy into the universe. If you broaden your definition, you can find a different, more realistic idea of beauty and, simultaneously, a new way of fulfilment.",
        "evolved": "Gain clarity, know what needs to be done, and calmly move forward. Be optimistic and take the blessings seriously; beauty and success grow out of perseverance. Let's take things one day at a time and live our present to the fullest. Total abundance will come to you gradually. Remember that you are building a better tomorrow by doing your best today. Remain in touch with the immediate now without taking any action or racing ahead towards a rosy future.",
        "Unevolved": "You feel that all your dreams are dashed and broken. You feel angry and sad because of disappointment. You can't feel anything due to constant dissatisfaction and fear of failure. Remember to stay present and not to lose touch with reality. Focusing on the present moment is key to living a happy and full life."
    },
    {
        "name": "5_wo",
        "desription": "An obstacle is a waymarker on our road of learning. You cannot advance in life, whether it's recovering from an addiction, changing your career, or drastically changing your life, without overcoming obstacles. Each time you face and overcome a block, you stretch and grow a little more. In time, the things that once seemed impossible or insurmountable become within your reach. The sweet taste of victory that follows the pain of operating outside your comfort zone is like a drug. If you solve the problem, you will be that much stronger for it. There is nothing of lasting value in life without effort. Success comes through good fortune, and hard work prepares you for every opportunity and contingency.",
        "evolved": "The world is perfectly balanced. For every storm, there is a rainbow; for every fire, there is new life. All your setbacks create conditions necessary for purifying, cleansing, and rebalancing. Nothing is ever a waste. All new life is born from adversity and suffering. Now that which has been old can no longer remain, the spring of a new era will birth as you continue your spiritual path and unfold your gifts. Positive changes will come over you as your essence and soul unfolds. Be frugal and conservative with resources so that you can overcome any setback.",
        "Unevolved": "Don't let the roadblocks in life deter you. Life was never meant to be smooth sailing. You evolve and grow by overcoming difficulties and finding your strength to move past them, emerging victorious. Learn to see opportunities no matter if life is good or bad."
    },
    {
        "name": "5_wa",
        "desription": "You have unimaginable possibilities. Discover your illumination; you possess unlimited power to create a life that works, but first, you must see your way into your inner resources. Being courageous is the constant reminder that existence is for the liberation of all your possibilities. Self-sabotage and self-blocking bad habits are opportunities for self-awakening, tapping into your potential, and self-progress. In acknowledging your ignorance that you have been using all this energy to harm your peace and pleasure, you will realize the ease of all self-progress and spontaneously recognize the freedom inherent in life. Cast away your mentally impoverished conceptions of life and ground yourself with optimism, possibility, and hope. Find the radiance that emanates from within that allows you to rise to the occasion.",
        "evolved": "Celebrate your versatility. Your changeability and adaptability are qualities that are a part of you. When you see your own versatility, you are looking at infinity. You are a unique human, which is the same as saying you are a work of change. Be mindful of your gifts, and remember that they are your way to liberation. Mercy is ever-healing. Use the charity of your eyes a—the more your self-esteem, the more your self-expression-strive to be true to yourself. Enrich yourself with the abundance of 'mercy' and fashion your way of being free.",
        "Unevolved": "Your light, your spirit is oppressed and broken. You are ignorant in your self-unawareness. You have a perceptual block and don't see yourself in a true light. Living with a false image of yourself will trap you in misperceptions. Know yourself for who you are without being judgemental. Accept the parts that are unappealing so you can change for the better."
    },
    {
        "name": "6_cr",
        "desription": "Contradictions represent your state of mind. Like a dance of opposites, mindfully play between your thoughts. Let your brain explore. Allow the creative chaos from all the ideas and ways of seeing things. Do not censor your mind. Let the disagreements and confusion come out. Make great things from this state of mind. Preserve the ambiguity and indecision that follow. From discrepancies, resolution and individual opinions emerge. Explore all options and perspectives. Because of their limits and constraints, you can know your values and decide wisely. With contradictions, you will realize the essence and essential nature of human existence, which is created by and dependent on your mind.",
        "evolved": "You can stimulate mental growth by filling your mind with thoughts and conflicting ideas. In fact, you can break the dominance of your thinking mind by holding extremely contradictory ideas simultaneously. It would help if you became consciously aware. On the cosmic scale, it's very healthy for your mind as you'll soon become aware of other creative ways to consider your surroundings and understand more about your life.\n    Move forward with the prospects and options that the world offers you. Opportunities are endless and constantly flooding in. Find yourself in new surroundings and new opportunities. The fear is only present in your body and the deepest corners of your soul. You will overcome it and be okay. Carry on as you were, knowing that. Make different choices. Own your power. ",
        "Unevolved": "A mental breakdown can occur due to oppositions; a mental paralysis of sorts can cause indecision because of information overload. You may have an addiction to new ideas where you are overly cerebral and lack the focus required to take action. You need to be organized with concentration and determination to transform ideas into reality."
    },
    {
        "name": "6_cu",
        "desription": "The remembrance of this card is the emotional state of releasing your sadness or grief to free yourself. Let the tears flow. Your suffering is the prelude to regeneration and healing. Vent your feelings, and you will be energized. With joy and peace, you will remember the love you share; even with grief, this love is never forgotten. Therefore, your love can neither be lost nor abandoned. Trust the flow of your grief to release you from the strains and pains of attachment. Like courage, letting go flows from trust in your love. When fear paralyzes you and you cannot speak or flow, allow yourself to surrender and express yourself as openly and completely as you can to the flow. Express your gratitude and appreciate what you have. You've often thought, how can I be happy when people are suffering in the world? There is suffering in the world, and there is suffering in the hearts of human beings. What we can do for them is, be thankful for what we have and enjoy our own lives to the fullest.",
        "evolved": "You may feel trapped in despair and closed out from the world. The way out of this trap is to open up to your feelings and release your sadness. Remember that where there is water, there is life. Let your light shine again with the sense of letting go of the old and welcoming the new.\n    Rebirth and regeneration come after purification or expression of sadness. You have goodness, kindness, and compassion, so don't be afraid to allow the river of your tears to flow. Consider the cathartic effect of letting go or expressing your sadness. Let the tears flow downward, express your grief and then shrug it off. Empty the remnants so it can be filled with peace once more after the storm clears and a new light breaks. ",
        "Unevolved": "You feel emotionally dried up. After trying to be strong for so long, you feel like your emotional reservoir is empty. You've been depressed and feel like there's no hope. Remember that everything is impermanent; move past how you feel by embracing it fully. The rainbow is only visible after the storm passes. The best is yet to come."
    },
    {
        "name": "6_wo",
        "desription": "You can enhance your prospects and achieve your goals if you harmonize. Take a peek at your resources. What do you have, and what might you gain? You have met some important people, and these incredible connections will open new doors for you. You've gathered many skills, and this toolkit of talents will enable you to stand out in a crowd. Put these resources and abilities to benefit the group. You will go far faster when you partner up and join a team. You can strengthen in many areas by taking advantage of the knowledge, power, and heart of a group. Draw from their wisdom and borrow from the strength of others. You will have a fantastic time together.",
        "evolved": "Invent your own pathway through problems, and construct the situation out of many elements while you travel on your path to the outcomes you desire. Channel your ambitions into meaningful achievements by building them out of various materials. Effort and power come out of mixing up your resources. Construct your path by creating what you want right now through everything you see and everyone you meet. Take opportunities and use everything as a source of gain in creating your desired outcome. When your energy level is high, do something productive with that energy. Do what makes sense. Allow yourself to express that energy. Write, cook, clean, compute, speak, and dance, focusing your power and seizing the day.",
        "Unevolved": "Selfishness can sometimes obscure your view. Being selfish does not benefit you in the long run. We live in a community and are born to be of service. Do not be defensive and cast out people who are looking out for your betterment. When you win, it's a collective win; share your victory."
    },
    {
        "name": "6_wa",
        "desription": "Believe that no matter how much things on Earth change, it will sustain continuity. Belief in change inspires open-mindedness. To be open is to be vulnerable, fearless, loyal, and curious. Trust that you will be able to express yourself and be met with companionship. Live in your purpose and trust that others will do the same. To achieve harmony, it takes individual journeys that span hatred and love, creation and destruction. Deep down, we are all the same, separate but one. Don't give up on people or stand in the way of their striving. Live and let live. Don't be worried when an opportunity arises. This universe is a good place, and you are loved. Continue to concentrate on the situation at hand. You can fulfill that opportunity, but you also have some tools to be yourself. You can relax, believe in yourself, and have faith in the goodness of others for a time.",
        "evolved": " Believe in the goodness of the universe and the integrity at the heart of all things! You are an intricate part of the universe. Believe in and further the unity of humankind, for we are all in the same family. No one has a superior claim on the earth or life. Remember that our consciousness and minds are integral parts of the divine mind, espoused by our human spirits. Commit yourself to preserve the world in love and peace; live close to and be close to the earth, her protective canopy, her nurturing earth, cherish the rains, lakes, and seas and love all of the beings there. Be social animals, nurturers and providers, and communicators amongst yourselves. Live in the right relationship with each other, respect and reverence for diversity. Cherish, protect and sustain that which enhances life.",
        "Unevolved": "Do not be afraid to cross over and meet the unknown. Assure your curiosity. Everyone has their unique destiny to fulfill, and this is what creates the web of oneness. Live and let live, and everything will work out best. Do not interfere, oppress or be insecure. "
    },
    {
        "name": "7_cr",
        "desription": "It's time to take a break—to relax, refresh, and put things on pause. You may want to give extra reflection to any uncertainties you're facing, or you may be pushing yourself hard. It's okay to turn your brain off, or at least slow it down, on occasion. Although there are many opportunities to learn, explore and make connections when you're thinking, those can all still be worthwhile without actively contemplating potential outcomes and actions. Know what's important, work on those things, give it your all, and ignore the rest. When your brain routine shuts off, your unconscious can decide what to allow your conscious mind to know. What you think about when you're not trying to be analytical and rational has more than likely been the most useful to you over time; otherwise, the unconscious always knows. Equip yourself with the tools you'll need so that whatever happens, you'll have acquired skills that can't be taken from you and learned lessons that no one can take.",
        "evolved": "Align your mind and body. Tame your inner chatter and dull your enthusiasms. Allow your mind and body to regroup and re-energize their creative mindfulness, artistic abilities, and beyond this world's attitudes. Watch that you are not becoming dull in your curiosity and mindfulness. Make sure your body is strong and healthy to enjoy the things you love and inspire you. Keep your enthusiasm alive, but make sure that it is not burning you out or making you so intoxicated that you cannot exist in this world.",
        "Unevolved": "There is no curiosity or imagination. Boredom has resulted in a closed mind, blocking you from experiencing life's wonder. You are set in your ways, refusing to change or accept new perspectives. This attitude gives rise to defensiveness and insecurity."
    },
    {
        "name": "7_cu",
        "desription": "When you feel misrepresentation, call on its energy to motivate you to move through it. You can deny, hide, block, and shut down your life because misrepresentations have watchful and distrustful reasons to cause you to stop growing, which is not the way of your spirit. Be vigilant of negativity and voices that war with your spirit. And be careful of inwardly reacting impulsively with negativity. When fearful, become still and reflect. Wait a moment to be prudent, then act. Reflect on how much effort it requires for you to 'carry the misrepresentations' of your past life of survival instincts. Don't unwisely trust what you see and hear; instead, connect to the point-of-view of the source that knows all things, including what you do not see or understand. Well-being, health, and prosperity are promised to those who trust them in the hand of God.",
        "evolved": "Reach for your power, love, and peace of mind; follow these, rejoice in your purity and gentleness of soul, and use them to conquer your fears. Every person has death within them, but it is also true that every person has life within. When you can learn to stay in the face of death, you can move from the experience with your faith in life, intensifying its importance. Faith comes from the heart and is nourished in the field of life. Be watchful, however, not to allow fear into your heart, causing you to harden and lose the joy that comes with trusting life. Love whatever you are doing, love yourself, and the simple things of ordinary life. Know your strength and your place, and have faith and self-confidence. Help others to become aware of the gentle power of their being.",
        "Unevolved": "Worry, anxiety, and terror consume you. You are timid, insecure, and closed up emotionally. According to you, the world is unjust, and this paranoia clouds your vision of reality. You see monsters where none exist. "
    },
    {
        "name": "7_wo",
        "desription": "When life is confusing, it's time to discover a new way. A compass is unnecessary. Follow your heart and use your senses to open up your life. New people, new work, a new dress, and a new venue renew the self. Traveling, too, can be an effective impetus for dramatic change. In the beginning, you must muster great courage to change old routines. Break out, get out of your house and talk to strangers. Eat and drink in new places. Say yes whenever you can and praise God. All of this is part of the celebration of life, incredible energy that brings new energy. After that, it's easy because the energy and psychic movement has already set the course.",
        "evolved": "You have abundance. With your vision, you can break through to a more incredible version of yourself with triumphant, graceful action. You can emerge from your past into your potential with the beauty of a horse. You are strong, peaceful, and beautiful. Listen to your emotions and allow your emotions to flow. It is an expression of the higher self flowing through you that you have never felt before in life. Your vision breathes new energy into your sky. You look on as the things you hated in yourself turn into rainbows and chocolates. The inner phoenix rises, innocent and new already. Older, mature, more thoughtful versions of yourself emerge. You are spiritual maturity. You are flowing wisdom. All the sadness disappears in exchange for new ways of releasing the suffering in people's minds.",
        "Unevolved": "You are talented but have lost your flair and fun. Ignoring your craft has led to frustration and guilt because you have no time for yourself or anyone else. In the demands of work and relationships, you have forgotten your mission. It's time to accept, love, and appreciate the ancestors who started this journey. It's time to be more grounded in your mission."
    },
    {
        "name": "7_wa",
        "desription": "Fear, that sharp tool in your emotional toolbox, is there to protect you. Today though, grab this tool by the handle and test its usefulness in a more constructive fashion. You have courageously gone into the heart of fear. You have explored your own darkness and guided others down that underworld path. You have gazed face-to-face at dangers lurking in your subconscious, and this is one instance that would be better if the monsters were hidden. You've used your mind, body, and inner courage to grapple with your worst nightmares. Now you are coming back, warm and well-fed, to tell the tales of your journey. These stories reveal that the fire-breathing dragons you once encountered are now pets, begging for table scraps.",
        "evolved": "Your original quality of courage is getting stronger. The qualities like your enemies are the faces of your demons. You need to be filled with courage and stand against your inner demons. Take control and rule over your fears. Learn how to change environments so that fears have little or none of their 'triggering' attributes. Take the time to unlearn the fear-based reactions, replacing each with a better response.",
        "Unevolved": "Fear has caused you to cower and hide. Bravery is the act of facing your fears despite discomfort and terror. Once faced with your fear, you will find the courage to push through victoriously."
    },
    {
        "name": "8_cr",
        "desription": "Integrating the mind's abilities brings balance which means using the whole brain. The ability to use all the powers of the mind, both left, and right hemispheres equally, gives integration. Sing, write, draw and imagine to create a foresightful, wise line of judgment and opinion. Be an artist, a scholar, a researcher and an engineer. Structure your creative imaginings into an intelligible order of thought and language and allow the mind room for enchantment and wonder. See both sides of any part of the issue and find their points in common. See how all aspects have their place and are worthy of time and attention in a bigger picture. Put an end to competition, contention, argumentation, and language conflict. Kindly and diplomatically bring any discord to its solution and a satisfactory conclusion.",
        "evolved": "You are an uncut, organic diamond. Use your creative imagination and story creation to draw ideas from the creative source that lives in you. Pull all this creativity out of the air into a visible form. As you get everything out of your head, form your new and entertaining avatar of endless interest and learning; put your ideas into functional applications that have immediate, inferential, and developmentally-practical use and value. Unify your creativity and outer-world reasoning, fusing into developed self-expression.",
        "Unevolved": "You hold a particular point of view and, rather than disbelieve; you may choose to simply define it away. That is the underrated way. Believe at your own pace and be the person you aim to trust. This is the fundamental fight between opposites; it challenges, to some degree, all believability. Stop compartmentalizing the different functions of the mind making it difficult to integrate. "
    },
    {
        "name": "8_cu",
        "desription": "The card represents the emotional state that can come when you have over-extended yourself. This state of stasis or lack of action or stillness is a point of convergence that creates an opportunity for you to rest and process before you designate your new direction. It can feel like driving in circles without reaching your destination. It can be frustrating or uncomfortable to wait or not move. Try to recognize the power of stillness and allow the vacuum to suck you into it. When you are sitting idle and waiting, know that new seeds are germinating under the surface of your inactivity. They will propel you toward the new and beyond your preconceived notions of what you must do next. Create new relationships, develop commitments and move to the next phase somewhere down the line.",
        "evolved": "Life flows and is cyclic. Take heart from the buds of spring and blossoming garden. Open with love and relieve the earth of its pain. Around every corner of the earth are the greatness and the promise of flowers, trees, global visions, and green. You feel emotionally frozen, stuck, blocked, closed; take care of your emotional energies by protecting yourself; find your refuge; retreat. Get out of bed! Winter is what starts the new wheel of change. Cultivate your heart. Embrace your emotions. Don't live in a frozen state. Stop absorbing toxic emotions and painful histories. Clear the mind, clear the heart.",
        "Unevolved": " You have allowed your baggage from the past, recent and distant, to restrict your functionality and offset your equilibrium.\n    Carrying this load is causing you to slip and stumble in experiencing your exuberant, powerful, and graceful existence. With some encouragement, you can reassess the price of canning this excess weight of baggage in the form of emotions. There is hope!"
    },
    {
        "name": "8_wo",
        "desription": " There's a way of being in the world that harmonizes us with everyone and everything around us, but we must stay flexible to maintain it. Shift is the way of keeping the balance of life. Being healthy and whole requires constant shift, and if sometimes shift feels like imbalance, they'll often help balance you out in the end. The only constant in life is that nothing is constant, so adapt to your ever-changing realities. Keep a comfortable, safe margin for all the unforeseeable changes which will constantly occur in every part of your life. Be flexible, versatile, and adaptable. Do not get fixed or overly protective of the status quo. Move your mind, heart, body, and spirit in accordance with the changes as they arrive. ",
        "evolved": "Build yourself your ideal environment and relationships. Choose to undertake only the activities you love. Embrace change as it comes; exert yourself over your illusions. This helps you to live in reality. You know the meaning of life: you are the meaning of life.\n    Be flexible and willing to change, transform your feelings to meet the new challenges, and reshape your energy patterns to blend in with your environment. Modify your work methods to fit the new mission, and restructure your home life to accommodate the changes. Trust yourself that you can change and make things right!",
        "Unevolved": "Fickleness is a vice. Would you like to keep company with people that are unaccountable for their actions? The answer most definitely is a resounding \"No.\" Change is the way of life, and you must find your ground, so you don't fall. Be the kind of person people can depend on no matter the circumstance."
    },
    {
        "name": "8_wa",
        "desription": "There is an order to life. Let yourself see how everything goes together. You can see the order by unifying your actions and views, and this will happen when you stop categorizing your opinions and activities. Find the harmony within and without you. Your true nature sees everything in terms of balance & unity. Unity enables you to utilize all the different parts of yourself, resist ignoring them, and resist fighting yourself. The harmony and unity around you, at large, affect the world as well. The world as you see it is a reflection of your inner world. You serve your center by addressing the aspects of yourself that you do not understand or accept. You fit together because of your connection to the spiritual world. Keep your center of gravity by settling the differences between opposite tendencies within yourself. Balance all extremes together. Censor nothing. Allow yourself to participate in the balance inherent in every part of your being. Participate in the perfection and order of life.\n    Link your own life to other lives around you. Add all the skills you have by hand and by heart. Do not ignore any of your traits. Cater to your center by paralleling your attitudes. The essential balance inside you wants to synchronize any extremes. Let it happen. Remember that all things related to your physical life, community, and universe not only represent spirit but are spirit. Be it your body, your friends, your family, your institutions, your planet and its sun, moon, stars, galaxy, and all the other universes, higher worlds and lower worlds, realms of existence and non-existence. All these are your Uncarved Block, and spirit is the Uncarved Block. It is the expression of your nature. You must still cultivate it.",
        "evolved": "Transform, and bridge the quintessence of all your various qualities. Create the golden mean, which is the creation of yourself into golden richness by combining your mental, physical, spiritual, and emotional embodiments. Uphold your ideals, and realize that balance by integrating your inner self, even your inner dualities, and expressing yourself in action. Ensure you can manifest your power and wisdom in the outer world by exploring and solidifying your emotional core. Integrate all your different dynamics into one quality or character that is conducive to your spiritual and moral growth. Unify your selfish ego with your altruistic principle in your soul or heart. Use meditation to help harmonize your subconscious (masculine) and conscious (feminine) principles. Unify your seven chakras in your heart. Be an idealist; seek to create absolute beauty in mind. Heal yourself through different kinds of music.",
        "Unevolved": "Be careful not to be dissonant, disorderly, disproportionate, or diseased. You are bright and talented. Do not let disunity stand against you, for you are living in a universe where disorder fades away in the face of your wisdom. Everything that tries to block your path leads to greatness, just as a path of disproportionate beauty leads to an understanding of evolution. All you know and challenge brings you near the truth and wisdom of a great life. Keep this and keep yourself safe, wise, and strong. Follow this voice, and you will be a delight to the universe."
    },
    {
        "name": "9_cr",
        "desription": "Narrowness or tunnel vision represents the hermit's state of mind. Like the hermit, focus on your priorities. Concentrate on what is most vital for you to accomplish. Pursue your objective with single-minded discipline. Keep out of the public limelight, and stay reserved and quiet. Focus internally, gather in your power, and work on yourself alone. Your concentrated attention speaks to your mind's focused frame, and your mind interprets the world and its objects in that frame. By seeing everything clearly in your waking hours, your dream's voice is encouraging and wise, cleverly carrying the meaning and telling you only what you need to hear and do. Go forth, do what you do and advance. But your dream also warns that you must proceed with due care.\n    It commands you not to advance blindly, to stay attentive to what is accurate, and advance with care. Keep to your unique tunnel of perception. Stay calm and stay focused. Walk forward, gather your powers and your vision. There are times in our lives when we must walk alone. Practice introspection. Become your own best friend. Take a moment to listen deeply to your inner voice. Open your consciousness to the intuitive wisdom of your spirit. Take time to go within.",
        "evolved": "You are a focused individual, an individual with single-mindedness and persistence, which makes you seem somewhat eccentric. You face and shape your future with a defiant optimism, saying to the shadows of today and tomorrow, \"You will not daunt me.\" You stay resolved in pursuing your objective, do not waver, and do not quail. Trust your focus; go wholeheartedly into the challenge and trials of mental isolation; learn the art of being still, seeking the truth within while your mind's eye and imagination can immerse in a world of their own. Trust that you will complete your work if you stay focused. A deadline can help you stay persistent. A degree of isolation can help block distractions. Muting your urge to be sociable and popular by focusing on your work can put mental order on a chaotic or diffused set of ideas. You can strengthen your focus by limiting your attention to a logical structure you have chosen rather than letting your attention wander randomly.\n    Learn to enjoy your companionship.  Stay true to yourself.  Be uninhibited.  Boost that inside well of creativity that you've been longing to express.",
        "Unevolved": "Having tunnel vision or narrowness means seeing only one perspective; being closed-minded; fixed in your ideas and beliefs; overly critical and judgmental. You're being narrow-minded because you are fearful, insecure, and therefore defensive. There is always more than one way to view a situation. A person becomes uncompromising and dogmatic when caught in the vortex of lower emotions, freezing their perspective on reality. See not only the wisdom and value in narrowness but also the drawbacks of it so you can move forward armed with maturity and confidence. Go within, know yourself and accept all aspects of yourself, good and bad, then change what you must. Only then will single-mindedness serve you instead of harming you. "
    },
    {
        "name": "9_cu",
        "desription": "Contentment is the calm, quiet, stubborn acceptance of reality.\n It springs from the simple satisfaction of being able to finish a task using creativity and focused discipline. You have certain qualities and abilities. Turn these gifts into outputs and celebrate your accomplishments and all you are, but always seek to do better. While you manifest your potential, don't forget to reward yourself. And measure yourself not against others but your true potential. Don't look to others' judgment when you go to work, and don't seek the gratification of others when you set goals. To understand yourself, you need to think less about what pleases others and more about what pleases you.\n    Self-care enables you to work with others to serve your shared vision and laugh with friendship and hope. You cannot bring harmony and stability to the tribe if you don't have a sense of yourself. The first step toward self-care is introspection. Know your inner spirit and trust your inner voice. Toast your creative inputs, appreciate the process of realizing your purpose, and give back to the world in thanks!",
        "evolved": "You follow your passions and create your work through the soul. Know your natural wealth of talent and manifest your purpose by finding your brilliance and revealing it to the world. Express your achievements fully with vitality and emotional depth. You do your best work by bringing it alive with your spirit.\n    Always approach negative thoughts with a sense of humor. In the face of boredom, reach for clarity. Keep learning, and glean from your experiences because learning is a never-ending process.",
        "Unevolved": "An immature heart is full of overindulgence, to the point of addiction. Once you learn to control your heart, you will be able to grow into a better version of yourself. All you need is a point of focus to realize your inner peace and aim your heart in the right direction. Understand that you make choices at every step in life, the possibility to use your energy and take action. The person who controls their heart and mind is the one who can see the future before it happens. Know that your heart is a crystal and that it feeds the world with power. Once you calm the mind, master the heart, and become lucid about the more profound meaning of life, the heart of the world will have no choice but to comply with your design."
    },
    {
        "name": "9_wo",
        "desription": "You've mastered the art of patience. For years you've quietly endured as you worked towards this moment — It's here. While it may be tempting to reap the rewards of your labor immediately, put in the extra time necessary to finish the job. The last little bit is just as important as the first, and you will nurture the bountiful seed of success and guarantee a legacy by going the distance. Now is your opportunity to mature in a new way. Allow yourself to understand, accept and come to terms with what illuminates within and around you. Balance perfection with urgency and take patient action.\n    This is an optimum period for successful productivity. Do not let your efforts go to waste. Understand that your successes are preparation for the next go-around. Your harvest gives you the means to get through the transition to your next goal and to start it again successfully. Use the abundance you have created to set up the next harvest. Produce and achieve through planning, organization, discipline, and work. Don't let yourself or others tie you down with unfinished business or maintenance issues that can wait. The work you do now will help to nurture and feed your ambitions in the future. This phase is ripe for refining your acquired skills and practical lessons in perseverance and self-discipline. We learn the true meaning of accomplishments and success when we use them as building blocks and springboards to more extraordinary achievements.",
        "evolved": "You are about to complete a growth cycle full of efforts and successes. Now is the time to harvest the fruits of your labor; get it done. Get everything primed and in top shape for the final step. Harvests and completions give you sustenance for the next cycle. Don't just give up on something because others don't value your skills on the way. Keep on growing, keep on developing and achieving. Be wise and trust your instincts. Tie up loose ends and resolve the unresolved. Take good care of your nutrition and your body, drink plenty of water, and exercise.",
        "Unevolved": "You have worked day and night tirelessly. You feel exhausted, and all your efforts seem to have been in vain. There appears to be nothing to show for all your endeavors and the work you have put in. You feel saturated and can't find the strength to go on. Giving up feels like the only option.\n    Stay on course, and instead of giving up, take a break so you can come back renewed. Trial and error are what lead up to victory. Do not be disheartened. Learn from your mistakes and forge a better path that ensures success."
    },
    {
        "name": "9_wa",
        "desription": "Integrity is the game of being true to oneself, in all moments, good and bad. Your strength of character is your legacy. This means knowing and valuing yourself, standing tall and strong. Not only in times when you feel significant, with nothing getting in your way, but even in those moments when all appears to be falling apart, you must be truthful to yourself with how you feel.\n    Then, you can address your flaws and areas of weakness and grow, learn, and develop fully as a human being. In doing so, you become independent and stand upright and still. Meditate, reflect and, look within, have the honesty and integrity to walk on your path. Never compromise, defend your spirit and inner light, have the strength and the vision to reach your highest ideal, and finally, the perseverance to keep climbing.\n    Your inner light shines bright today. Give your strengths, qualities, and intrinsic tendencies a chance to be expressed. Keep fit mentally, emotionally, and physically; your spirit will naturally guide you.  ",
        "evolved": "Your inner light is your source of direct spiritual guidance. If you allow your soul to be ruled by others, you effectively sever your connection to the spirit. Sanctify your inner conscience; honor your spiritual compass; respect your own nature. Be unafraid to stand alone; assume self-responsibility and perform your moral obligations. Turn away from what is not in your highest good. Be impenetrable to undesirable outside forces and aspire to higher consciousness. Being guided by the light within fuels our intention to aspire to enlightenment through a disciplined practice of knowledge, attention, and surrender to stand up to life's challenges.",
        "Unevolved": "Steer away from dogmatic rigidity and ideology, giving away your self-responsibility. Being sanctimonious (holier than thou) and following the flock will lead you to stray from your path. Courageous acts occur when we are whole. When we are complete, we are aware of both the personal and existential wounds we bear and are light on our feet, fluid, and resourceful."
    },
    {
        "name": "10_cr",
        "desription": "For those of you who dream and think unconventionally, this is a card worth regarding seriously. Life and fantasy are more alike than you might imagine; they share illusions and dreams and contain the same material, words, and stories. If you think about it, our life exists in the context of stories, just like a fantasy. Sometimes, people refer to a vision that is not yet manifest as a fantasy!\n    Your dreams are what you make them. Sometimes a single idea colors everything else in our world by showing us meta-levels of reality that transcend the usual. You might feel that the dream expands beyond boundaries. However, a vision is an illusion until you can actualize it. It is a possibility until it becomes a reality. So get moving on your great ideas before someone else picks up on them. Ideas, dreams, and visions are for everyone, but only those who plan and execute those fantastical dreams can turn them into reality.\n    So do not get caught up in endless details or stuck in your mind. Quit Worrying About What Other People Think. That's just wasting energy. Allow your thoughts to be detached and not forced. Do not cling to them for their own sake. It's hard enough to see the forest through trees but harder to see through a maze of trees. Remember to be quiet so you can hear the echo knocking on the walls of your skull. In life, everyone and everything you encounter will either lock you in patterns or open new paths. Inventing an exciting world of your own is just a matter of your desire. Great people love to dream, so dream a lot and dream big.",
        "evolved": "Be farsighted and think optimistically. Weave yourself a dream, write a poem, compose a song, go on a vision quest, and use every ounce of your imagination. Let your ideas brim with the light of artistry and the precision of a mathematician. Don't be blind to the opportunities around you. Turn these ideas into reality through your vision and bring your utopia to life. Using your open pocket, innocence, and inventiveness, you can make an empire with just a dollar. Like a change in the wind or the ripples of a muddled gold stream, the power is in movement. So keep marching forward; rest when you need to. The sky is the limit, but then again, it's endless space.",
        "Unevolved": "You confuse yourself with hallucination and impracticality. You're insecure and fear ruin. You fear everything will come crashing down, and your world will fall apart. False expectations will only cause more harm and beat you down, strengthening your belief in your fear of ruin. Be careful not to lose yourself in delusions of grandeur. You can evolve and grow only when you see yourself for who you truly are. Do not wallow in your mistakes; instead, learn from them. Remember that your inner world reflects your outer world. Introspect and grow."
    },
    {
        "name": "10_cu",
        "desription": "Your passion is energy: expansive and compelling. Be passionately driven to realize your highest dreams. Your affluence is where your drive is. Listen to your motivations, for they will reveal your brilliance and bring you happiness. Your upbringing may have taught you to suppress your passion, but do not!! Your passionate nature symbolizes your deepest desires. Your deepest desires have magic in them. Your interest and zest energize your direction, and following your heart will lead you to a life of abundance, fulfilment, and success. Let go of inhibitions, Put fear and cowardice aside, and let your instinct be in the driver's seat. Be spontaneous. Take the risk, be unafraid to go after and attain what you want. The whole force of life is moving and creating through you. The creative, driving warmth of the vital life force wants to express itself through you. Don't fuss over what others are going to say, don't care what those prudish and conservative forces might think. Go boldly against the current. In pursuing joy, please don't listen to anything that makes you believe nothing good will come out of it. Do what thrills you, and have fun!",
        "evolved": "This Excited Expressive card is the heartthrob of Fortune. Pursuing your passion and bliss is the action you must take. Listen to your passions, for they will reveal your genius and bring you enjoyment. A passionate approach grants you the key to living a successful, richly varied lifestyle. Follow the beat of your heart. Abandon your reservations, don't think, and be spontaneous. That fluttery feeling in your heart is because you have desire rushing around you, so let go of hesitations and move into action. Let your wishes come out through your way of living; be a risk taker, be turned on, excited, thrilled, stimulated; live sensually and sexually! Live with confidence and courage. Worship your passions and the passions of those who thrill and love you. Your passion is the hottest way to your success.",
        "Unevolved": "Passion is like fire; left untrained, it will devour everything in its path. Do not let it become all-consuming, and do not disregard the outcomes that may follow. You may end up burning others and yourself in the process. Your actions affect others, and you can light up the world or burn it. So tread with care, channel your passions, and nurture them. Don't let it run wild and wreak havoc. With focused attention, you can reach heights you only imagined. "
    },
    {
        "name": "10_wo",
        "desription": "A reward is knowing you're using your visions and passions to make things happen. Take risks, grow your ventures, and think abundantly and optimistically. Think about what opportunities each situation could become and learn ways to transform those opportunities into monetary gains. The sensation of your reward is excitement. It lifts off your shoulders and renews your enthusiasm for life. Be encouraged that a bounty is coming your way, even if you don't see a clear path to it right now. Keep your perspective, and gratitude will unlock more rewards as you continue your journey. The energy you put forth to keep moving will also build up. There is a time and place for uncertainty but now is not that time. The answers you're after are hiding in plain sight. Seek the evidence supporting your decision's wisdom, as if it held life or death significance. Let your blessings multiply by boldly pursuing new endeavors and unexpected options. Look for the well-hidden rewards that may not be particularly obvious. Look to renew your contracts, extend your pay period, seek out bonus opportunities, and broadly apply this; don't get too niche; if something applies to you, try it. Try asking, don't be too fearful. Be realistic yet bold. What you think, you will create; what you imagine, you will materialize. Breathe greatness into yourself and your creations. ",
        "evolved": "Dance to the beat of life. Success is about the journey, not the destination, so celebrate your achievements. Appreciate and treat yourself to indulgences. Partake in luxury if it pleases you. The wheel of fortune turns in your favor, so create the life you've dreamed of professionally and personally. Financial difficulties are now a thing of the past. You have what it takes to succeed, and nothing can stop you. Enjoy your prosperity, and remember to be grateful for all the abundance.",
        "Unevolved": "Resist being trapped by material luxury and seduced by material comforts. Hold out against instant gratification. This will lead to a scarcity mindset, and you will lose the fortune mentality. It will be foolish to think that material comfort is the ultimate reward. All it will lead to is your spiritual downfall and self-centered dissatisfaction. Bring a higher purpose to the material collected, do not hoard. Contentment leads to continuous growth."
    },
    {
        "name": "10_wa",
        "desription": "You are here to find your fortune, strive and grow. Growing is aspiring higher, stretching your limits, and extending yourself. Confront your hesitations and aversion to abundance because you have nowhere to go but up, to grow. Expansion is the spirit of fortune and optimism. Any effort will move you forward and is more advantageous than not taking a step. In seeing life this way, you have nothing to worry about and will find yourself rising to the challenge instead of clinging to fear. Do not fear the unexpected! Instead, learn from it. Exploring without expectations gives you a chance to know your intuition, true strength, and fear in a more profound way.\n    You can define your power as you know more about your hidden self. Self-confidence comes as you grow in awareness of your true self. Your direction is evident when you understand what you love. Learn and integrate wisdom and gratitude. Become a beautiful example of love, honesty, and faithfulness. You will rebuild the good things in your life.",
        "evolved": "Evolution is a process of growing. You grow into an evolved human when you live as one who desires to learn and enjoy life. You're constantly curious, wanting to explore new things. You take pleasure in understanding. You're sensitive to your environment, noticing patterns in life and spotting curiosities. Childlike curiosity spontaneously wells up in you, feeding the brain and body cells, making you feel alive, younger, and fun-loving. You learn to navigate your intuition and follow its lead. The intuitive faculty is like a spiritual lamp that lights up your inner self. You're constantly trying to understand yourself and others on a deeper level. Past painful memories haunt you. But what you're most interested in is learning from them. ",
        "Unevolved": "If you don't grow, you stagnate and calcify. You live in an extraordinary, fantastic universe. Flourish, enjoy your life and your genetic code. Find ways to grow to avoid fossilization, emotional and mental. Growth is movement, and you need to keep stretching towards the sun. Do not give up or be unwilling to risk. It is your duty to experience and express the miracle of your existence."
    },
    {
        "name": "11_cr",
        "desription": "Fire yourself up to accomplish your dreams! The world around you is a gift and a mystery. Fill yourself with wonder and learn from everything you discover about yourself, others, and your environment. Learning is an engaging process that often graces you with new insight. Look for how each person and the environment around you are uniquely designed and contribute to your well-being. Learn from everything you see, hear, touch, taste, and feel. Examine how your beliefs and attitudes create your reality. A positive mind is an alert mind. Use all the different faculties of the mind, such as imagination, intuition, reason, memory, and vision. You are lucky to have the power to be in control of the stream of your thoughts. If you put enough tenacious positive thinking into the flow, you will see that your beliefs and attitudes create your reality. Your positive mind will never get in the way of accepting new input. And it will never alert you for consciously looking at things and receiving subconsciously nurturing lessons. Focus and discipline are key. Develop a quiet mind that listens to your intuition. You live a life of your own making. Examine how your thoughts, beliefs, and attitudes create it. ",
        "evolved": "Follow your curiosity and seek new realizations and insights. Let go of outdated beliefs that have become your security blanket. Explore new ideas and views while you; learn the powers and pitfalls of the mind. This is a time to be free, spend time with your loved ones, have fun, laugh, make amends and get over self-consciousness. Step up to a greater purpose and experience a sense of fulfillment. Learning is a lifelong process; acquire a new skill, and be enterprising.",
        "Unevolved": "You fear change and feel stuck in old ways and beliefs that no longer serve you. Inability to adapt hinders any chance of flourishing. It's time to give way to new possibilities. Be the wide-eyed child you once were and reclaim your freedom."
    },
    {
        "name": "11_cu",
        "desription": "The child of hearts, use your empathic powers to your advantage. Be open to all your feelings; even if they are hurtful, they are the gateway to personal growth. Even if the way you feel right now is confusing and dark, be more confident. Allow yourself to be confused instead of stopping yourself from uncertainty. Emote without premeditative thought or judgment. Your feelings, like water, are in constant motion, sometimes deep and then shallow, bubbly and stormy, playful and calm. However, you cannot allow a feeling to trick you. The sense of disconnection you may feel from abnormal emotions lets you know you cannot rely on your ego when you encounter a new state. Entrust your true self to handle your feelings entirely. That's when you will be a step closer to true happiness and love. ",
        "evolved": "Your emotions are revealers. Allow your feelings to pass by quickly instead of dwelling on it. Process them out through their expression; self-regenerate through emoting. By discovering your true feelings and moods: express your complete range of emotions; without masking any emotion. Accurately gauge situations through your feelings and let them be your guide. It will help if you know how you bottle up your feelings as it will enable you to take the necessary action to express them safely.",
        "Unevolved": "You repress your feelings, afraid of what lies in wait for you. Unwillingness to be emotionally vulnerable may temporarily feel like you are protecting yourself, but the reality is far from it. Feelings can be overwhelming; however, learn the difference between your emotions and that of others.\n    Fear is what keeps you stuck. Change and growth come to those who understand this and take action to overcome their fear. You're an empath, and your superpower is your ability to sense emotions behind faces and situations. Be brave."
    },
    {
        "name": "11_wo",
        "desription": "Your inner child is waiting for you with a playful imagination that creates awesomeness out of nothing. Be playful and curious. Charge the battery of your life. Do what you loved to do as a child, and you will find your genius, passion, and success. Take the worry and fear, and cast them aside. Enjoy whatever happens in your life because everything you experience in life is a journey, irrespective of your preferences. So try and do everything with care, sincerity, and passion instead of trying too hard to achieve and fulfill your expectations. Enjoy the process of everything in life instead of only aiming for the destination. Don't live in fear and limit yourself. Of course, you will face problems, challenges, and difficulties on your journey. It's normal, for everything in life goes through trial and error. Therefore, believe in yourself and think positively. Where there is a will, there is a way.",
        "evolved": "Remember to embrace all your feelings, good and bad. Rewire your psychology to make room for them to emerge. They stir up inside you because you have not created a space to acknowledge and accept them. You have driven them away and, in the process, rejected yourself. You have refused what everyone else allows; others are content with their mind; you thought you had to be pure. You think you are supposed to be able to escape from errors and mistakes. Don't squander opportunities in a fit of self-defense. You were defending your purity, which does not really exist if you think about it. You have adopted a silly infantile definition of good and use it to shield yourself, but good is not the answer. You have forgotten that you are not supposed to be good. That is not your job. Your job is to make the world good and do good; you can't do that if you hide in your fantasyland. Get back to work, and don't be afraid to get your hands dirty. Just be sure that when you do something, you do it for life, for the greater good. ",
        "Unevolved": "Living in your head will not do you any good. Fantasy and reality are separate; you turn them into reality by action. Non-productively fantasizing can lead to losing focus on what you need to do. Instead of endlessly dreaming, find ways to make those dreams come true. Work towards your goal."
    },
    {
        "name": "11_wa",
        "desription": "This card represents the voyager in you and your spirit's drive to seek self-discovery. Dive deep into abstraction and understand the great paradoxes of human existence. Find it without being distracted. Do not be afraid to see and feel everything within you without limiting yourself. It will make you a better person. Use your physical senses to discern the truth around you, and these senses are not the television and movies, and social media. You must be a warrior, full of courage, to root out the truth among the dark demons. You have already made significant progress and have begun to untangle yourself from your twisted and confused beliefs. Do not feel ashamed about your past; move on. Every day is a new challenge. Use meditative introspection to know the truth as you become closer to your spirit. Like the child, be diligent and persevering in your pursuit of it, and never stop wondering. Be the light that shines in the darkness.",
        "evolved": "Explore yourself; discover who you are inside through self-exploration. The goal is to search for answers about life and gain clarity. Learn to trust your instincts to aid your truth-seeking. Travel light to travel far; do not be burdened by too many preconceptions and conceptual baggage.\n    A sense of security comes through self-knowledge. Combine your pursuit of truth with meditation to achieve your aspirations. Out of the varied meditation techniques, find the ones that resonate with you. You may apply some of these (Breath Awareness, Body Scan, The Five Senses meditation, etc.) at different times, depending on the need. Remember, no matter where you are, you can discover yourself and achieve enlightenment by knowing your mind and body.",
        "Unevolved": "You are shy and feel secure in your comfort zone. You're caught in the outer web of constant worldly drama, too afraid to look within yourself. Being indecisive and hesitant will keep you trapped. Dare to venture into the unknown so it can be known. Learn to go within and know your true self. Confidence becomes you once you break out of your shell. "
    },
    {
        "name": "12_cr",
        "desription": "Keep your mind clear and quiet with enough room to let new ideas in and release the old. You are fortunate to have gained a reputation for being creative and inventive, an implementer of ideas. Based on problems you have solved in the past, the advice you can now give others is worthy of consideration. Present your helpful, productive ideas in a way others can adopt them. Express the wisdom of experience in simple, concrete motivations. Let your discoveries inspire others to find the courage to try new, adopt healthy strategies for their work or personal lives. It is necessary to define the inner to beget the outer. Change your thoughts to change your life. Dwell on thoughts and images which healing, hopeful, and full of love. When things get off-track, think of ways to return to the right course. Experiment in thought and see what notions materialize. Lose yourself in timeless, profound, insightful deliberation.",
        "evolved": "You have power and freedom over your thoughts. See new points of view and gather ideas. Do enough research to put your ideas into practical application; be an idea entrepreneur. Find a power stronger, higher, and all-knowing than you (a teacher perhaps), connect to it, and let it guide you. Weigh your purpose and value against this anchor. They are stronger, more evolved, and wise. There are many ways of working effectively, making the most of all the wisdom handed down to you. You don't need approval from bystanders. There is infinite evolution in you. Seek the diamond in your mind. Pick a point of view, any point of view, and contemplate. Turn your diamond about in your mind's eye and look at it from many facets. By brainstorming, you can develop many good ideas from a single one. Test your ideas; measure their effectiveness.",
        "Unevolved": "You have many great ideas swirling in your head, but without taking the required measures, they are just daydreams. You are unable to see your inventiveness due to your lack of courage. Put your ideas into practice and see the magic unfold. You will recognize your potential when your design manifests into physical reality. Don't forget you're an inventor!"
    },
    {
        "name": "12_cu",
        "desription": "Life is a rollercoaster of emotions, and like a surfer, you must ride the highs and lows with equal balance. Make frequent adjustments to maintain your emotional equilibrium. We can learn skillful, manipulative techniques to control our and others' emotions, but it is all an illusion. Accept your feelings for precisely what they are instead of imposing your preference. Have the courage to explore and express deep and different emotions. Be a risk taker; dare to ride those scary feelings. In a state of openness and trust, you will experience the ecstasy of living. Be flexible and opportunistic enough to take advantage of the emotional energies while maintaining your center. ",
        "evolved": "Your inner world is vast and wondrous. On the surface of your ever-changing emotional life, it is essential to maintain a balanced state. Define and explore each new emotion that enters your soul. No feeling is final; they will come and go like the seasons. Practice introspection and existential reflection before seeking a different perspective. As an explorer, investigate your emotional veins and cognitive structures, fully exploring its terrains. Share your vibrant emotional world, promise neither generosity nor greed, but let them flow naturally. Before ascending to a meta-level of emotional and cognitive complexity is imperative to master the first levels of emotional and experiential complexity: your obligation is to be emotional and experiential in a fully conscious-deliberate manner. Hold nothing back from yourself. You only live once.",
        "Unevolved": "You're constantly chasing pleasure while avoiding any uncomfortable emotions. Always looking for the next high will lead you to addiction. Fickleness does not allow our trust to strengthen and grow. Please don't run away from painful, unbearable emotions; instead, feel your way through them. Keep reminding yourself that they will pass, and it's not permanent. Dare yourself to stick it out so you can grow as a human being."
    },
    {
        "name": "12_wo",
        "desription": "Success comes from the drive to reach your goals. This card stands for initiative, persistence, and commitment. Achievements become a reality through ambition and perseverance. Challenge yourself to take reasonable and measured risks. Look to expand and progress smartly and cohesively. Push yourself to your highest potential-aspire and be inspired. Few achieve greatness the first time trying something; learning and perfecting take persistence and grit. Focus, have a plan, a strategy, and move ahead. With each step forward, remember to manifest and produce. It takes time to achieve goals, but where you focus your time, effort, and money, the results will be bountiful. Be wise with your resources. Create a support team, blend your skills and use them as a team.\n    Learn to take yourself lightly, laugh at yourself and laugh some more. Get enough rest and play every chance you get. ",
        "evolved": "Continue to evolve as a Worker Bee: be all about business, be lucrative and successful. Initiate ideas imaginatively and realize them. Use teamwork, network; synergize with others, and utilize the available resources. Take advantage of one another's wisdom and physical strength through teamwork. Now is the time to put your hard work before private pleasure. Be in the moment; be productive, open-minded, and always learn from your mistakes. Remember to share your goals and success and reward yourself and your team. Creativity and ingenuity are your strengths. Greatness is your destiny!",
        "Unevolved": "In your drive for success, tread carefully. There is a fine line between being ambitious and materialistic. Don't lose yourself in an attempt to reach your goal. The very nature of ego is self-destructive, and this realization can help you guide the path you must take that is devoid of immorality and corruption. You are an achiever, and staying true to your authentic self is a surefire way to succeed with pride and honor."
    },
    {
        "name": "12_wa",
        "desription": "You are a unique soul with the spirit of the magician. You are a theatre actor of life. You are the face that can be anyone and do anything. You can rise to the occasion and become a caring, mysterious, healing power that transforms. You appear like anyone else yet possess a more profound knowledge of life's origins and the miracles it can accomplish. Please do not limit yourself, do it all! Be versatile yet disciplined, gentle, and stern. Do not be limited by the image you see in the mirror each morning. Your shapeshifting is needed to be in the world with everyone else and understand how they associate with one another one-on-one and in groups. Change from moment to moment, but retain your inner sense of self. Be a master of your mind, heart, and body. Hone those skills so that you can perform any role you wish. Find your total self, understand and discover the many aspects of yourself. Never stop searching and broadening your keen perspective. In doing so, you transform yourself to a higher level, act as a conduit for the universal energy to be enlightened, and use your inner light to benefit others who need your help. ",
        "evolved": "You are more than you appear to be. Come to know yourself and be ready to become a force unleashed in the world, shaping it to your original vision. Embrace the hidden power that you reveal as you drop your habitual identifications and discover your inner wisdom. You understand objects' behavior and can anticipate moves and flow of energy. The possibility of music, dance, and other forms of creation exists in your mind. But through respect and knowledge of the broad field of influence, your personal needs expand and become more considerate and in tune with nature. Discover your true nature and, in so doing, transcend your perspective; understand your true identity beyond the transient masks and roles; de-construct the idea of I, me, and mine. Liberate; be free to become any identity; be detached from purpose. You can attain super-human qualities, tap into your genetic memory and unlock past lives. Retain your refined sensory awareness and perceptive powers. Use self-command, discipline, focus, and meditation.",
        "Unevolved": "You are afraid to reveal your true self and feelings. Insecurity and defensiveness cloud your vision making it difficult to see your worth. You feel confused over your many personalities and frustrated by your lack of achievements. The jack of all trades master of none quote is half-baked. Remember this; it's the original; a jack of all trades is a master of none but oftentimes better than a master of one. It is a compliment."
    },
    {
        "name": "13_cr",
        "desription": "Take all the time you need and sift through your feelings. You must find peace in your heart, accepting all things with philosophic calm. Light and darkness are both within you, so do not be afraid of your flaws. Instead, allow them to motivate you to progress. Do not take anything (or anyone) for granted. Understand that there is a higher, spiritual meaning behind all things, and look for it. You appeal strongly to those of the opposite sex because of your natural strength and sensuality. No matter how physically attractive you may be, do not push yourself into a job that involves public fawning. Instead, do something that allows you to surround yourself in privacy. You excel at directing others and can make a living using your well-balanced social and psychological gifts. Whatever you do, you will achieve satisfaction from doing it beautifully. You can become an 'expert' in many aesthetic fields involving taste, design, and order. Once you have become intimately secure in your skin, others will look to you as a spiritual guide. Be sure to keep your mind flexible and learn to appreciate other people's viewpoints. Care for your own needs and let nothing dilute your focus. This is the highest independence, the key to manifestation.",
        "evolved": "With an impenetrable mind, an unbending will, and unwavering faith, concentrate on your task. Your mental self is your intuitive side, and the diamond's hardness signifies mental and intuitive impenetrability achieved with focus, engagement, and concentration. Focus on the mind and meditate; learn to intuit to fuel your independence. Maintain dominion over the mind; use the mind as a resource and tool. Gain sharpness, clearness, and pellucidity to master your mind: know the mind's methods and intents if you hope to achieve lasting benefit. Maintain well-being. Your conscious self is not you. Your mind is an entity; you must outwit its inner workings to exist. Be dispassionate to be in control.",
        "Unevolved": "You are too self-contained and protective, and this leads to living a protected life. If you want to experience altered states of consciousness to evolve spiritually, you must let go a little. Allow yourself to experience for the sake of it instead of judging everything and restricting yourself. "
    },
    {
        "name": "13_cu",
        "desription": "Count your blessings, and those blessings will multiply. This card represents the Empress, who feels and expresses the joy of life. Allow the richness of life to flow through you fully. Heal and breathe life into yourself and others, and add to life's beauty through exposure to the beauty of your own heart. Give full resonance to your empathetic nature and enjoy feeling life. Listen to these feelings and let love sprout through them. Let the clamor of life pour through you.",
        "evolved": "You are a celebration of emotion, and this is what people notice about you, but this characteristic is implied only through your action. Let others perceive you freely, but be prepared with the radiance of your nature. To attract others with that mercurial, magnetic force, you must experience and display emotions throughout your entire being, through every pore of your skin. The sentiment, joy, assists in transcendence and detachment, allowing you to reach greater heights. You possess inner joy, which attracts so strongly that people are repelled by it because they cannot bear to be around happiness; instead, they envy it in another, knowing they cannot have it.",
        "Unevolved": "You are letting dominant emotions dictate your life. Learn to let your feelings flow, whatever they may be. Once you allow them to move through you, they will not overwhelm you. Sticky emotions stay and stagnate, not allowing you to live freely and express yourself. At the end of each day, cleanse all the feelings so you don't carry them into a brand new day."
    },
    {
        "name": "13_wo",
        "desription": "You represent the procreative empress mother that protects and preserves her influence by multiplying while maintaining quality. If things are going well or you have begun some creative project or activity, be sure to preserve and protect what is 'growing' so that it can last long after you are gone. Use your creativity with discretion and financial conservatism in mind. Take pride in your work, making sure it is high in quality, whether it is something as simple as a meal or dinner or as creative as a work of art or some ambitious new world-changing business venture. Take responsibility for yourself and your creations. Be realistic and practical in your expectations, and work one strand at a time. Express yourself in ways that others can perceive and appreciate. Encourage the accomplishment component of your personality to flourish as you undertake and complete new creative projects. Surround yourself with nurturing, well-meaning people. ",
        "evolved": "Your professional pursuits are for joyousness, inspiration, and aesthetics. Work is a dance. Bring joy, inspiration, beauty, and feeling to your professional and vocational pursuits. It's hard for the body under stress; to refresh, you must drink fluids, make nutritious and carefully planned meals, exercise, and take care of your body's attributes, such as health and strength. Go with excitement and curiosity in whatever ways you have learned, been taught, and wish to do things. Honor your accomplishments and skills; they are helpful and matter eternally. Bring joy and peace to your relationships, and purify the mind and body so they can carry the load.",
        "Unevolved": "There's no curiosity. You are happy to stay cooped up at home, away from the world and its people. Life seems dull and slow, yet you can't see it for what it is. Revitalize yourself and your surroundings. It's time to freshen up and live life to the fullest. Please don't waste it away in a rut when you have the whole world outside your window. "
    },
    {
        "name": "13_wa",
        "desription": "You represent the strength, fiery sensitivity, and spirit of the priestess. Follow the guidance of your body. Its finely developed senses will reveal what slows or blocks you. Strip away your clothes and concerns; this will sharpen your focus to reveal danger and opportunity. Once exposed, be that strong-willed, firey dancer of self-preservation and take advantage of the opportunities that arise. Know that within each challenge lies newfound personal strength, and your spirit will soar. Move to the rhythm of nature. Feel, trust your intuition. You don't know what will be, so stop projecting judgments. As the observer, take notice but do not get caught up and drown in the waves of others' experiences. Avoid pollution and selectivity in your perception--that is, the pitfall of wrongly interpreting a situation and spinning the kaleidoscope of thoughts. Savor all life experiences, from bitter to joy-filled rapture, from blinding brilliance to deep meditation, from crowds to silence. Choose, in your active and adventurous spirit, for unbounded wisdom and joy in life as you rush and flourish in the turbulent and colorful world about you.",
        "evolved": "You are a psychic, medium, and channel. Use your Extra Sensory Perception. Your hair and aura are an antenna for picking up vibrations; keep your mind open to all possibilities and be farsighted. Your body registers and processes information through vibrations. Your senses serve as amplifiers and filters. Search, experiment, and discover the frequencies your body captures and filters to make sense of vibrations. See into the many dimensions of yourself and others; penetrate beyond the superficial and transparent reality into deeper subconscious phenomena. Notice the subtleties, the obscure, the disguised, and strive for razor-sharp diagnosis; use your insight. When a challenging time hits you, be patient and listen to the guidance that you hear. Whatever the problem is, its source is in your mind, and nobody knows your mind the way you do. The outside world has no place in this. You will be guided to discover an answer within yourself.",
        "Unevolved": "Abstain from jealousy and over-possessiveness. There may be a tendency to be territorial, controlling, and manipulative. You have the power to perceive any situation and see things that may not be obvious to others. This is a gift, and it will do you good to use it wisely."
    },
    {
        "name": "14_cr",
        "desription": "You are perceptive enough to make intuitive leaps of connection between your ways of knowing yourself and all phenomena.\n    Like the distant stars, step away from your immediate view of reality to gain a broader perspective. Expand your narrow understanding into cosmic awareness. There is wisdom in going against the grain. Go with the primary pattern of nature, not the majority where humans who don't know what is good for them. Travel in your mind and body, go to the mountaintop and read a book. Do whatever it takes to get a different picture and an overview of yourself and your situation. Be flexible and expansive, like soaring thoughts untethered to details or distractions. Many little things build up to big things; by understanding them all, you can scale down to a year, then a season. The sage must be patient, as creation is a slow process, to be sure a child of the planet must understand its process and respect it. Practice meditation with a clear head and heart, and you can achieve more in life. Keep focused on your goals and mind how you achieve those goals. A clever mind can quickly find the path to take through life and understand its barriers and ease. Take advantage of that; you can use what you already know to get more done. ",
        "evolved": "Your intellect is future-proof. Being far-sighted and having your head in the clouds are blessings, along with predicting trends and seeing cycles. Trust your intuitive insight and take an in-depth approach to gain wisdom, meet new challenges and know how your point of view structures your reality. You will be an intelligent leader who is good at synthesizing disparate perspectives; you will feel encouraged to grow and relish challenging experiences. Use the knowledge you gain from these experiences to make more dynamic decisions. ",
        "Unevolved": "You don't see the connection between the cosmos and yourself. You forget that you can see yourself by knowing how you are with the world. Trust yourself and your gut instincts."
    },
    {
        "name": "14_cu",
        "desription": "Be happy! By bringing happiness to yourself, you transform the lives of others. Your joy is infectious; spread it around. Carry goodness wherever you go with your bright smile, which will imbue you with great spiritual and physical wellbeing. You cannot give away joy without receiving a refreshing feeling in your soul. Everything that brings you joy; restores you and the earth around you; nothing is lost. Be the best person you can be, even if you know you're not the best. Live your life with dignity, and you will live a life full of love. Live without fear, and you will never go hungry.",
        "evolved": " Happiness comes to those who shape their future themselves. Through your change and wisdom, the world will improve. The most incredible resource of the future is your emotional health. Your emotions have lasting power and will touch the hearts of everyone you meet and make the world a better place. To thrive emotionally, you must release past traumas, concerns, conflicts, and unhealthy dependencies. It would help if you opened up emotionally, trusted others, and were emotionally courageous. Become emotionally creative and abundant, showing great love for all living beings. You have the ability to rise from the ashes to triumph over adversity. Replenish your life paths with joy, love, and happiness.",
        "Unevolved": "Please do not wait passively for life to bring you happiness. Life is what you make it; chant it like a mantra. You create the life of your dreams by taking action and control. Remember that no one and nothing else knows your desires better than you. So rise from the ashes and soar like the phoenix you are."
    },
    {
        "name": "14_wo",
        "desription": " You are cherished for your ideas and your knowledge. You are gifted with a unique head that conveys power and guidance. You are to become the master of your craft. Your prowess and determination will build a reputation worthy of your expertise. Trust your experience and apply your knowledge to your work. Know that your achievements and productivity are direct reflections of your character. You will see the tree grow from the seeds you sow. Complete your work until you are satisfied then you will benefit others. Refine your efforts to help others, teach students, mentor, and advise those in need. Develop and contribute to your field. Little power is nothing if misused; a great deal of power applied to inappropriate actions is useless. You must find your way and put what bravery you can bring to it. It is your duty to use your skill to the best of your ability. In life, it is essential to feel good about yourself. You should also not be afraid to speak your mind and stand up for your beliefs. Try to do something that makes you happy. Try to do your best rather than trying to be perfect.",
        "evolved": " Like a king taking responsibility: focus, concentrate, and evolve through the lessons and opportunities of your earth school life. Know how to navigate and be happy while being mindful of your life lessons. Maintain discipline, good luck, and good habits. be optimistic and keep a joyous attitude about your work. Discover and make use of your inherent skills. Hold the status of being virtuous. Help lead others, create achievement, and build family security. Do not fear being established; you are the king of the mountain. Harvest the seeds you have sown; do not let them fall to the wayside. Teach, counsel, and give praise to others; leave a legacy.",
        "Unevolved": "A narrow-minded attitude does not serve you in life. Understand the ways of the world as they are ever-changing. Being fearful or worried has no actual use except to keep you chained. Please use your resources wisely rather than being stingy. Be like flowing water that fits anywhere, be flexible."
    },
    {
        "name": "14_wa",
        "desription": "You have a special Light that is yours alone to radiate. Radiate your light. Meet no less than divine expectation. You have the capacity to understand the problems of the people around you and for them to feel comfortable coming to you for guidance. You radiate light when you energize and inspire others. You can create the energy needed to enable you to live passionately and carry out your life's mission! You know that when you operate your life upon reflection and guidance of your spirit, you are doing the right thing, and if you continue to track and progress on your journey, you shall know perfection. Whatever your issues were, you now accept full responsibility for your life. You always have been in control of your destiny because you are the determinant regarding what you believe. Comfort and encompassment of God's divinity are all around you; if you seek and trust in your spiritual temple, either within your heart or in a place of worship, share and rejoice in God's goodness.",
        "evolved": "Use your divining qualities to master a spiritual art. Learn mastery of the word(power of the written word), voice(the spoken word), and meditation. Seek illumination rather than some institution. Know the eternal light within you. Strive for self-realization through your 'higher self'; work on becoming fearless of death. Practice alchemy to transform yourself. Be humble, trusting, and natural.",
        "Unevolved": "You are a visionary. But people often misunderstand you. Learn to use your wisdom for the good of others. You are meant to be of service to the world and the people in it. Share your knowledge for the betterment of humanity. Live passionately so that you are an example to others."
    }

]
