[{
        "card": "Ace of Wands",
        "description": "The triangle is black, but radiant, symbolizing the Radiant Darkness or Potential Energy in which all beginning, symbolized by the white, dotted circle, concentrates itself. The white circle symbolizes Kether, the Hebrew idea of the number 1, called the Crown, or Primal Will. Another symbol shows the circle, Unity, the Spiritual Triad or Triangle, and the Square of the Lower Quaternary, indicating that the card represents the life-power in man. Behind the Ace (which symbolizes the concentration of Spiritual Fire for works of creation) is a sun rising over the horizon of the waters of creation, and this sun also suggests the dawn, or beginning of a matter. Astrologically the Ace of Wands governs the quarter of the Heavens from Aries 0 to the last degree of Gemini.",
        "Meaning": "Natural, as opposed to invoked, force. Strength, force, vigor, vitality, and particularly the force of concentrated Will. The principle, or beginning of an enterprise.",
        "Well-dignified": "",
        "Ill-dignified": "",
        "Keyword": "Initiative"
    },
    {
        "card": "Two of Wands",
        "description": "The coiled serpent in the triangle symbolizes Wisdom, the idea associated with 2 in Hebrew occultism. Crossed wands symbolizes balanced force.",
        "Meaning": "",
        "Well-dignified": "This key means force, enterprise, boldness, resolution, originality, some combativeness.",
        "Ill-dignified": "It shows fierceness, shamelessness, ambition, restlessness, turbulence, obstinacy, revenge. A card of enthusiasm, but strong self-interest.",
        "Keyword": "Dominion"
    },
    {
        "card": "Three of Wands",
        "description": "The radiant triangle encloses a lamp, symbol of Understanding, represented by the number 3 in Qabalah. The three wands form a fire triangle, and suggest the enclosure of power in form.",
        "Meaning": "Mental energy, leadership, ambition, determination are among the meanings. It is also a card of the realization of hope, of success after struggle.",
        "Well-dignified": "Courage, persistence, pride, nobility.",
        "Ill-dignified": "Conceit, arrogance, insolence.",
        "Keyword": "Established strength."
    },
    {
        "card": "Four of Wands",
        "description": "The T-cross in the triangle symbolizes measurement and order. The same ideas are related to the number 4, symbol of Beneficence in Qabalah, which also calls 4 the Measuring Intelligence. The square formed by the 4 wands has the same meaning.",
        "Meaning": "",
        "Well-dignified": "This Key symbolizes success through personal merit, good social standing, influential friends: the perfection of something built up after labor; benefit through travel, shipping and business with foreign countries.",
        "Ill-dignified": "Loss in the same things, or in consequence of unpreparedness or hast action.",
        "Keyword": "Perfected work."
    },
    {
        "card": "Five of Wands",
        "description": "In the triangle are the Tables of the Law, referring to the Hebrew attribution of 5 to Justice. But 5 is also Severity, and is called the Sphere of Mars, which somewhat modifies the meanings of the card.",
        "Meaning": "Power, and pleasure in exercising it; adventure, speculation, and uncertainty; strong attachments.",
        "Well-dignified": "Boldness, command, generosity.",
        "Ill-dignified": "Cruelty, violence, lust, prodigality.",
        "Keyword": "Competition"
    },
    {
        "card": "Six of Wands",
        "description": "The flying disk suggests the movement of solar energy in the atmosphere, and reminds us that Beauty, the Hebrew idea associated with 6, is also called the Sphere of the Sun. The balanced triangles of the six wands are types of balanced force.",
        "Meaning": "Success, happiness, gain; gain through love affairs, or by opposite sex; pleasure in labor, gain after a period of uncertainty or competition.",
        "Well-dignified": "",
        "Ill-dignified": "Loss through the same sources, waste in pleasure, trouble through pride of riches or through insolence based on success.",
        "Keyword": "Victory"
    },
    {
        "card": "Seven of Wands",
        "description": "The palm-branch in the triangle is a symbol of success, and connects with Netzach, or Victory, the Qabalistic name of the number 7. The wands form a septenary, three over four.",
        "Meaning": "Pleasure in strenuous action; some danger through love-affairs or self-indulgence; but strength and magnanimity unless ill-dignified.",
        "Well-dignified": "Adventure, strength, courage in the face of difficulties, influence over subordinates.",
        "Ill-dignified": "It indicates ignorance, pretence, vain-glory, quarrels and wrangling, threats, and very determined opposition, especially from subordinates.",
        "Keyword": "Valor"
    },
    {
        "card": "Eight of Wands",
        "description": "In the triangle is a peacock feather, symbol of illusion and Maya. This connects with Splendor, the 8th Sephirah, called also the Sphere of Mercury, and said to be the seat of the lower manifestations of Intellect.",
        "Meaning": "",
        "Well-dignified": "Aspiration, foresight; rapid expression of force, but quickly expended; the acceleration of anything in which the Querant is interested. Also generosity, confidence, freedom.",
        "Ill-dignified": "Violence, warfare, rapacity, insolence, theft or robbery.",
        "Keyword": "Swiftness"
    },
    {
        "card": "Nine of Wands",
        "description": "A pillar in the triangle suggests support, and thus harmonizes with 9, called Foundation or Bias in Qabalah.",
        "Meaning": "Strength in reserve, health after illness, success, but attended by some strife.",
        "Well-dignified": "",
        "Ill-dignified": "Danger of violence in foreign places, or on or through the course of long journeys; difficulties with the relatives of the marriage partner; conflict with persons prominent in religion or law; obstinacy.",
        "Keyword": "Preparedness"
    },
    {
        "card": "Ten of Wands",
        "description": "The key in the triangle suggests the opening of hidden sources of power, and the discovery of hidden things in the realm of ideas. The number 10 relates to Malkuth, the Kingdom.",
        "Meaning": "",
        "Well-dignified": "Generosity, success and honor in connection with the law, religion and philosophy; possibility of posts of responsibility; gain through travel.",
        "Ill-dignified": "Ostentation, dogmatism, overbearing pride.",
        "Keyword": "Fullness of power."
    },
    {
        "card": "King of Wands",
        "description": "The Hebrew letter Yod in the triangle represents spiritual power. The card represents the force of will in the world of ideas.",
        "Meaning": "Ardent, impulsive, influential man, one possessed of authority, and strongly marked by the quality of leadership. Somewhat hasty in temper, but just, generous and friendly to the Querant.",
        "Well-dignified": "",
        "Ill-dignified": "He represents the same general type, but cruel, ill-natured, intolerant, and probably unfriendly to the Querant.",
        "Keyword": ""
    },
    {
        "card": "Queen of Wands",
        "description": "The vesica pisces in the triangle represents spiritual substance, and is closely allied to the first letter Heh in IHVH. The card represents the operation of the human soul in the world of ideas.",
        "Meaning": "Well-dignified, a kind and generous woman, but resolute in the face of opposition. Strongly psychic and intuitive, but practical in applying her psychic gifts. Intense, magnetic, friendly to the Querant, and favorable to the success and business of the Querant. If ill-dignified, inimical to the Querant, obstinate, dangerous to the Querant's affairs, revengeful and tyrannical.",
        "Well-dignified": "",
        "Ill-dignified": "",
        "Keyword": ""
    },
    {
        "card": "Warrior of Wands",
        "description": "The ankh in the triangle symbolizes the union of positive and negative forces, and corresponds to the letter Vau in IHVH. The card represents the influence of the world of ideas upon the astral body, and also the idea of the astral body in the archetypal world.",
        "Meaning": "",
        "Well-dignified": "An active, generous, impetuous, quick-moving man, younger than the King of Wands. Secretive, probably interested in the occult, somewhat psychic and mysterious. Friendly to the Querant, and may bring him news relating to his enterprises.",
        "Ill-dignified": "He will be evil-minded, false, cruel, bigoted, brutal, unfriendly to the Querant and dangerous to his affairs.",
        "Keyword": ""
    },
    {
        "card": "Servant or Page of Wands",
        "description": "The cube in the triangle symbolizes the world of things or objects, and corresponds to the second Heh in IHVH. The card represents the influence of the world of ideas upon the physical body, and is also a symbol of the archetypal idea of a physical body.",
        "Meaning": "A young person, youth or girl. Brilliant mind, courageous disposition, perhaps given to sudden anger, and desirous of power. Capable of great enthusiasm.",
        "Well-dignified": "",
        "Ill-dignified": "Revengeful at the least opposition, headstrong, theatrical, unstable, domineering, and decidedly superficial.",
        "Keyword": ""
    },
    {
        "card": "Ace of Cups",
        "description": "In the Vesica is a radiant crown, from which ten rays descend, for the Ace of Cups represents the power of the Qabalistic Kether, or Crown (No. 1 in the system of 10 Sephiroth), in the Creative World. It is the will to differentiate, or the will to specific manifestation. The Rose- Cross on this card reminds us of the essential Rosicrucian doctrine: Let your heart’s desire be unified with the basic pattern of creation. This is symbolized by a rose (desire) fastened to the center of a cross (the cross representing the fundamental pattern of cosmic manifestation).",
        "Meaning": "The general meaning of the card corresponds to the time-period it controls, during which, in the temperate zone, all the fruits of the ground come to ripeness and perfection. This, also, is vacation time, and the period when the weather is most favorable to pleasure out-of-doors. \nFertility, productiveness, development, multiplication; happiness, pleasure, gratification, fruition of desires; cheerfulness, geniality, gaiety.",
        "Well-dignified": "",
        "Ill-dignified": "",
        "Keyword": "Desire-force."
    },
    {
        "card": "Two of Cups",
        "description": "In the vesica the Eye of Horus surmounts a sharp-pointed upright triangle. Both Eye and triangle are masculine emblems, corresponding to the Qabalistic notions of Wisdom (the All- seeing Eye) and masculine force associated with the number 2, which is called AB the FATHER in Qabalah. Two circles concentric to each other are behind the cups, suggesting harmony.",
        "Meaning": "",
        "Well-dignified": "Reciprocity, reflection; gain and benefit through parents; favors from opposite sex; changes of residence.",
        "Ill-dignified": "Reverses and losses through parents or the opposite sex; unfortunate changes of residence; fluctuations of mood; unwise decisions.",
        "Keyword": "Response to environment."
    },
    {
        "card": "Three of Cups",
        "description": "In the vesica, the letter H is surmounted by a flame refers to the second letter of IHVH, which letter is attributed by Qabalists to Understanding, or the number 3. Compare with the lamp on the 2 of Wands.",
        "Meaning": "",
        "Well-dignified": "Activity, determination, practicality; fondness for pleasure and comfort; attachments and attractions to the opposite sex; pleasure, merriment, eating and drinking, plenty of new clothes, etc.",
        "Ill-dignified": "Sensuality; danger of the “triangle” situation; trouble through attachments or the opposite sex; prodigality; misunderstandings.",
        "Keyword": "Enjoyment."
    },
    {
        "card": "Four of Cups",
        "description": "In the vesica is a diamond, so cut that one face is a square, or 4. It is a symbol of wealth and substance, reminding us that 4 is associated with Beneficence in Qabalah, and is said to be the Sphere of Jupiter.",
        "Meaning": "",
        "Well-dignified": "Success in material things, but desire for something higher; a period of comparative comfort, yet a little confining; thus the card suggests a degree of satiety; it is a symbol of contemplation, and of the turning away from pleasure in quest for higher things; intimates strong psychic influences.",
        "Ill-dignified": "Material gain, but through injustice; sorrows resulting from satisfaction of desire; getting what one has wanted, but finding no joy in it.",
        "Keyword": "Surfeit"
    },
    {
        "card": "Five of Cups",
        "description": "A serpent rises in the vesica over the cups. It is the ancient symbol of the sign Scorpio, to which this card specifically refers. Yet it is also the serpent-power which brings illumination; so there is a flame of light over its head.",
        "Meaning": "No meaning of this card is really good, but they are worse if ill-dignified. Loss in pleasure; vain regret; disappointment, sorrow and loss in those things which have been much desired; treachery, deceit; unexpected troubles and anxieties; disappointment in love, broken engagement, broken friendship.",
        "Well-dignified": "",
        "Ill-dignified": "",
        "Keyword": "Defeated desire."
    },
    {
        "card": "Six of Cups",
        "description": "The King in the Vesica is a reminder that one of the titles of the number 6, or Beauty, in the Qabalah is Melek, the King.",
        "Meaning": "",
        "Well-dignified": "Deep emotions, ardor, enthusiasm, generosity; money through marriage of business partner, or by inheritance; the beginning of steady gain in business or pleasure, but beginning only; peculiar circumstances.",
        "Ill-dignified": "Deceit in reference to partner’s money; loss of money inherited through some sort of swindle; danger of death on water, or through poisons or anaesthetics; some reversal of fortune.",
        "Keyword": "Betterment."
    },
    {
        "card": "Seven of Cups",
        "description": "The firmly-grasped battle-axe suggests adequate power. Here it may be noted that one of the ideas associated with 7 in Qabalah is that of the armed hosts of heaven.",
        "Meaning": "Possible victory, but the person to whom the card applies may be too indolent to take advantage of his opportunities for commanding circumstance (Note that the battle-axe is held in a left hand); success may be gained, but not followed up; necessity for choosing the highest possible objectives.",
        "Well-dignified": "",
        "Ill-dignified": "If definitely Ill-dignified, illusionary success; lying and deceit; drunkenness, violence, even lust.",
        "Keyword": "Illusion"
    },
    {
        "card": "Eight of Cups",
        "description": "Note the Mercurial suggestion of the flying disk with its four wings, referring to the Qabalistic meanings of the number 8, Sphere of Mercury.",
        "Meaning": "",
        "Well-dignified": "Renunciation of material success for something higher; interest in psychical and spiritual things; strong emotions; charity and helpfulness; love of travel.",
        "Ill-dignified": "Momentary success, but nothing lasting; over-impressionable; erratic and unsteady emotions; meaningless change of mood and purposeless journeying; querulous disposition.",
        "Keyword": "Instability"
    },
    {
        "card": "Nine of Cups",
        "description": "Here the winged disk is stable in flight, and comes straight ahead, in contrast to the instability suggested by the four wings on the preceding card. This is the same as the Nine of Hearts, and is the traditional wish-card. It owes this significance to the original Tarot meanings.",
        "Meaning": "",
        "Well-dignified": "Complete realization of desires; almost perfect pleasure and happiness; wishes fulfilled; physical well-being.",
        "Ill-dignified": "Vanity, conceit, egotism; foolish generosity; easily led; one spoilt by prosperity.",
        "Keyword": "Desire fulfilled."
    },
    {
        "card": "Ten of Cups",
        "description": "The uplifted hands suggest surrender, and one of the old Egyptian hieroglyphic meanings was slavery.",
        "Meaning": "",
        "Well-dignified": "Relating to spiritual matters only, permanent and lasting success, through inspiration from higher levels of consciousness; high psychic development; realization of the highest aspirations; happiness. On questions at a lower level, even if well-dignified, great ambition, ultra- sensitiveness, great power of realizing desires, but equally great danger of misuse of that power.",
        "Ill-dignified": "In spiritual questions, danger from psychism; probability of being injured mentally through unwise attempts at meditation. On all other questions, danger of self-undoing from psychism, prodigality, and liability to being influenced by others through the desire-nature; tendency to drug-habits and drunkenness; disgust resulting from over-indulgence; excess in pleasure.",
        "Keyword": "Excess."
    },
    {
        "card": "King of Cups",
        "description": " The YOD in the vesica refers to the attribution of all Kings to the Sephirah of Wisdom, and to the letter Yod. He represents the positive aspects of desire-force in the mental realm.",
        "Meaning": "",
        "Well-dignified": "Friendly to the Querant, and really wise.",
        "Ill-dignified": "Evil and merciless, and likely to be attracted by occult studies promising power and wisdom for the satisfaction of desire without purification of character.",
        "Keyword": ""
    },
    {
        "card": "Queen of Cups",
        "description": "The white rose in the vesica indicates the highest possible development of the character portrayed by this card, not by any means always met with.",
        "Meaning": "She is mentally alert, yet somewhat superficial, probably has a touch of the poetic in her nature, and is kind-hearted, though not likely to go to much trouble for anyone. Has strong desires, and is emotionally responsive to the opposite sex. Very psychic, and if her higher nature is developed, is a very powerful spiritual force.",
        "Well-dignified": "",
        "Ill-dignified": "",
        "Keyword": ""
    },
    {
        "card": "Warrior of Cups",
        "description": "The swastika in the vesica is a symbol of good fortune.",
        "Meaning": "He is a graceful, somewhat indolent personality, generous and enthusiastic, if he can be really interested. Somewhat impressionable and psychic. Fond of home, and probably puts all women more or less on a pedestal. Friendly to Querant. If Ill-dignified, lazy, untruthful, very likely effeminate and more or less “catty.”",
        "Well-dignified": "",
        "Ill-dignified": "",
        "Keyword": ""
    },
    {
        "card": "Slave or Servant of Cups",
        "description": "The sun in the vesica suggests the warmth and radiance of a generous personality.",
        "Meaning": "",
        "Well-dignified": "The character has sweetness, poetry, gentleness and kindness. Fond of home and all that it stands for. Imaginative, dreamy, yet with a good deal of latent courage. Friendly to Querant, and one who will further his hopes and wishes.",
        "Ill-dignified": "Too indolent to help, or possibly one who promises far more than he can perform.",
        "Keyword": ""
    },
    {
        "card": "Ace of Swords",
        "description": "The ankh cross, similar to a Venus symbol, represents the union of positive and negative forces, and thus corresponds to VAU, the third letter of the Great Name, IHVH. The Swords are all symbols of AIR, which is alchemically the mixture of the hot and dry nature of FIRE with the cool and moist nature of WATER, but with the heat and dryness predominant over the cold and moisture. Thus AIR is more fiery than watery, and there is a closer affinity between Swords and Wands than between Swords and Cups. The Ace of Swords symbolizes Invoked Force, by way of contrast to the Natural Force typified by the Ace of Wands.",
        "Meaning": "In the Knapp Tarot it is shown point downward, but this represents its evil and negative significance, for in ceremonial magic the sword in this position is used for the invocation of the evil and demonic forces. On ancient exoteric and esoteric versions of this Key the single sword often is shown with its point upward, and the point is surrounded by a radiant Crown, symbolizing the invocation of spiritual Radiance. Thus, in using this card, it is to be considered Ill-dignified if it appears with the point of the sword down, and Well-dignified if in the reverse position.",
        "Well-dignified": "",
        "Ill-dignified": "",
        "Keyword": "Activity, particularly mental force in operation."
    },
    {
        "card": "Two of Swords",
        "description": "Here also the symbolism is better when the points of the swords point upward. The combination of the trumpet with the ankh suggests the announcement of something. It is a symbol of balanced force, but the balance is like that of a dead center. At the moment no action is possible.",
        "Meaning": "Contradictory characters in the same nature: strength through suffering; pleasure after pain. Delay in the realization of objectives. It intimates a period of uncertainty, in which the Querant, through he has a sense of adequate power, does not know just what to do with it. Justice, unselfishness, and the restoration of peace.",
        "Well-dignified": "",
        "Ill-dignified": "Falsehood, sorrow; injury from another who means the Querant well, or injury by the Querant to another in the same way. It is always a symbol of tension, of want of tact, and suggests power held in abeyance, awaiting some announcement or revelation that makes decision possible.",
        "Keyword": "Indecision"
    },
    {
        "card": "Three of Swords",
        "description": "The radiant Eye in the circle suggests understanding. But it is understanding gained through sorrow.",
        "Meaning": "Sorrow, disappointment, tears. Delay, absence, separation, divorce. Disruption of friendship, interruption of cherished projects, quarrels; mischief-making acquaintances; yet sometimes the position in the layout suggests Platonic friendships and is usually a symbol of honesty and fair- dealing in money matters.",
        "Well-dignified": "",
        "Ill-dignified": "Slander; selfishness and dissipation; deceit and with respect to promises; loss in legal affairs.",
        "Keyword": "Sorrow"
    },
    {
        "card": "Four of Swords",
        "description": "The scales combined with the ankh remind us that a Qabalistic name for the number 4 is the measuring intelligence.",
        "Meaning": "",
        "Well-dignified": "Rest from sorrow, yet after and through it; relief from anxiety; rest after illness; quietness; change for the better; success in legal affairs; association with others in Mercurial pursuits; strong mental attraction to a person of the opposite sex; activity in writing or short journeys.",
        "Ill-dignified": "Inharmony with partners; unsettled conditions in legal affairs; disorder and loss through ill- considered writings or needless short journeys; vexations through petty strifes and sarcastic speech.",
        "Keyword": "Rest"
    },
    {
        "card": "Five of Swords",
        "description": "The scourge combined with the ankh is a symbol of suffering, of the slings and arrows of outrageous fortune. Yet the pains and sufferings bring understanding, and are the result of the Querant's own Karma. The suffering is not really unjust.",
        "Meaning": "",
        "Well-dignified": "Decision adverse to Querant in any matter of material nature; but in spiritual questions the end of a course of action in apparent defeat which will nevertheless produce a good ultimate result. In any case a card of failure, defeat, trouble, poverty, and anxiety. The Querant is probably the subject of more or less slander.",
        "Ill-dignified": "The troubles are intensified, and are probably more definitely the result of the Querant's own failings; particularly, in this instance, does the Five of Swords suggest loss through the Querant's own avarice.",
        "Keyword": "Defeat"
    },
    {
        "card": "Six of Swords",
        "description": "The two ankhs balanced suggest balanced force, as do the two triangles of swords.",
        "Meaning": "",
        "Well-dignified": "Success after a period of trouble or anxiety; difficulties overcome; change of scene, possibly a journey by water; something mysterious effects a change of circumstances for the better; success earned by the Querant's laborious efforts.",
        "Ill-dignified": "Sudden changes; circumstances dominate the Querant; he is in danger of being over-confident or conceited; too much effort expended for small results.",
        "Keyword": "Patience."
    },
    {
        "card": "Seven of Swords",
        "description": "A rose is combined with the ankh, but it has many thorns. The rose is a Venusian symbol, and in Qabalah No. 7 is sometimes called the Sphere of Venus.",
        "Meaning": "",
        "Well-dignified": "Partial success; the Querant is a little too easy-going, or does not draw on his reserve force sufficiently; has good opportunities, but may not make the most of them; given to compromise too easily.",
        "Ill-dignified": "Love of ease and display cause loss; the Querant suffers from the insolence of others, and may be insolent himself; danger of the betrayal of confidences.",
        "Keyword": "Instability"
    },
    {
        "card": "Eight of Swords",
        "description": "The twined serpents around the vertical line of the ankh refer to the attribution of the Sphere of Mercury to the number 8, for they make a caduceus, or wand of Mercury, out of the ankh.",
        "Meaning": "Force wasted in petty affairs; too much talk; too much ill-directed action; the state of being terribly busy without accomplishing much; over-careful about details. This card is also to be regarded as portending a crisis in affairs, and probably much talk, correspondence, and moving about.",
        "Well-dignified": "",
        "Ill-dignified": "Signifies ill-natured gossip, malice and pettiness. Too much concern with personalities, and disagreements with brothers and sisters.",
        "Keyword": "Mediocrity"
    },
    {
        "card": "Nine of Swords",
        "description": "The crescent on the ankh refers to the Qabalistic attribution of the number 9 to the Sphere of the Moon.",
        "Meaning": "Faithfulness, obedience, unselfishness, patience; fortunate news about legal affairs or partnerships, especially if the outcome has been delayed or in doubt; aid or gain through relatives, short journeys, or writings, but not until the Querant has passed through a period of more or less uncertainty and worry; ultimate good fortune resulting from a series of events which present unfavorable appearances at first.",
        "Well-dignified": "",
        "Ill-dignified": "Despair, cruelty, unfaithfulness; want, loss, misery; bad outcome of legal affairs, disagreements with relatives, unfortunate journeys.",
        "Keyword": "Worry"
    },
    {
        "card": "Ten of Swords",
        "description": "The lower part of the ankh, like an arrow, pierces a serpent. This is similar to the Seal of Cagliostro, and signifies the ultimate victory over an evil or adverse force.",
        "Meaning": "in spiritual matters, the end of delusion; the overthrow of limiting conditions; breakup of limitations. In material affairs, sudden and unexpected changes, not necessarily unfortunate in the long run, but disappointing when experienced. Interference from others, and loss through indiscretion in writing or signing contracts.",
        "Well-dignified": "",
        "Ill-dignified": "Complete failure, desolation, ruin.",
        "Keyword": "Destruction."
    },
    {
        "card": "King of Swords",
        "description": "In the circle of the ankh is the letter YOD, as in the other Kings. This card refers primarily to the exercise of will-force on the astral plane. It symbolizes will to action.",
        "Meaning": "A man of strong and powerful imagination; hard worker, and having authority; keen in understanding law, and capable of excellent co-operation; yet somewhat distrustful and suspicious, therefore hard to convince. At the same time he sometimes surprises his friends by sudden changes of attitude, although he is usually over-cautious and analytical. Very observant.",
        "Well-dignified": "He is friendly to the Querant, and will co-operate with him.",
        "Ill-dignified": "He is inimical, harsh, malicious and plotting; obstinate, and wholly unreliable.",
        "Keyword": ""
    },
    {
        "card": "Queen of Swords",
        "description": "The vesica combined with the ankh refers to the letter Heh. This card refers to mental and creative activity in the astral plane. It is the power of mental imagery directing subtle astral forces.",
        "Meaning": "A woman of some authority, outwardly agreeable and complaisant, but inwardly ambitious and subtle. Keen perceptions, good observer, self-confident. Accurate in superficial details. Graceful, fond of dancing.",
        "Well-dignified": "Friendly.",
        "Ill-dignified": "Deceitful, sly, cruel.",
        "Keyword": ""
    },
    {
        "card": "Warrior of Swords",
        "description": "The smaller ankh combined with the large one refers to the letter VAU of IHVH. This card represents the astral forces at work in the astral plane itself.",
        "Meaning": "A youngish man, with some talent for governing, rather materialistic, though with some artistic appreciation, active, clever, fond of travel, dexterous, and skilful in management.",
        "Well-dignified": "Favorable to the enterprises of the Querant.",
        "Ill-dignified": "He is inimical, domineering, inclined to overvalue small things, tyrannical and crafty.",
        "Keyword": ""
    },
    {
        "card": "Servant of Swords",
        "description": "The cube surrounding the vertical line of the ankh refers to the letter Heh at the end of IHVH. This card refers to the astral influences at work on the physical plane, and affecting the physical body.",
        "Meaning": "A young person of either sex. Artistic, active, generous. Capable of weighing evidence, more or less interested in occult matters, and naturally aspiring. Graceful, subtle in all material things, somewhat interested in philosophy or religion.",
        "Well-dignified": "",
        "Ill-dignified": "Frivolous, cunning and prodigal.",
        "Keyword": ""
    },
    {
        "card": "Ace of Coins",
        "description": "On the face of the small cube is a double vesica pisces, which also resembles the mathematical symbol of infinity and rhythmic whirling motion, the horizontal figure 8. This refers to the Qabalistic idea that physical form is the result of a series of whirling motions originating in the Primal Will—an idea practically the same as that to which modern physicists have been led by their investigations into the constitution of matter. The connection of the Ace of Coins with the Hebrew ideas relating to the Divine Number 1 is shown by the crown over the upper point of the pentagram, or five-pointed star. Behind the pentagram is a glory composed of forty rays, suggesting the operation of the ten Divine Numbers in the four Qabalistic worlds; and intimating also that the solidest physical forms are manifestations of the whirling motion of radiant energy. Of this motion the pentagram itself is another symbol, and its employment in various magical operations is based upon mathematical formulas directly connected with the figure itself, which formulas lead to mental control of the currents of the Astral Light.",
        "Meaning": "The power of will as expressed on the physical plane. Materiality in all its phases, whether good or evil. “The thing’s that are Caesar’s”. The power of the world-illusion. Material gain, wealth, contentment, and the things, conditions, works, and so on, which contribute to such gain.",
        "Well-dignified": "",
        "Ill-dignified": "",
        "Keyword": "Materiality"
    },
    {
        "card": "Two of Coins",
        "description": "On the face of the cube, surrounding a pentagram, is a zodiacal wheel, corresponding to the Qabalistic attribution of the Sphere of the Zodiac to the Divine Number 2. The faces on the two coins suggest polarity, for one is male and the other is female.",
        "Meaning": "Harmony in the midst of change, alternation of gain and loss; change of occupation; travel in quest of wealth; ups and downs of fortune; a visit to friends.",
        "Well-dignified": "",
        "Ill-dignified": "It intimates discontent, foolishness in the management of resources, restricted condition of material affairs due to bad management; the Querant is probably too talkative and too suspicious. He is kind, but inconsistent, and should avoid arguments.",
        "Keyword": "Fluctuation"
    },
    {
        "card": "Three of Coins",
        "description": "On the face of the cube is the symbol of Saturn, for among the Divine Numbers, 3 is called the Sphere of Saturn. Note that here, as in the succeeding numbers, up to and including 9, we are dealing with the spheres of planetary action, not with the planets themselves. The sphere of a person’s activity is in the field in which he works. Similarly, the sphere of a planet’s activity is the field of that planet’s operation. Numerologists, and others accustomed to using other numbers for the planets, should remember that we have very ancient authority for these attributions. See Eliphas Levi’s Dogma and Ritual of Transcendental Magic, Henry Cornelius Agrippa’s Natural Magic, Knorr von Rosenroth’s Kabbala Denudata, and other standard works on occultism. In the Knapp Tarot the evil hexagram, with the black triangle upward, is part of the symbolism, but it does not agree with the meanings of the card.",
        "Meaning": "",
        "Well-dignified": "Construction; increase, growth; financial gain; the building up of favorable conditions; gain in commercial transactions; rank or prestige in vocation or business; beginning of matters to be perfected later.",
        "Ill-dignified": "Selfishness; cleverness in business, but lack of scruples; narrow and prejudiced; too much ambition.",
        "Keyword": "Constructiveness"
    },
    {
        "card": "Four of Coins",
        "description": "On the cube is the symbol of Jupiter, for among the Divine Numbers 4 represents the Sphere of Jupiter.",
        "Meaning": "",
        "Well-dignified": "Opportunities for public service; an acute, sharp, penetrating, tactful temperament; economy in the arrangement of material affairs; activity in money-matters.",
        "Ill-dignified": "Dangers to reputation; troubles through changes not carefully considered; desire for money, but unwisdom in its management; the Querant will meet with sharp criticism.",
        "Keyword": "Management"
    },
    {
        "card": "Five of Coins",
        "description": "On the cube is the symbol of Mars, for among the Divine Numbers, 5 is the Sphere of Mars.",
        "Meaning": "",
        "Well-dignified": "Labor, toil, the cultivation of the land; building, and plans concerning it; some anxiety over money.",
        "Ill-dignified": "Toil unrewarded; loss of money; poverty; trouble for the Querant through lack of imagination and foresight.",
        "Keyword": "Uncertainty; material trouble."
    },
    {
        "card": "Six of Coins",
        "description": "The symbol of Sol on the cube alludes to the attribution of the Sphere of the Sun to the Divine Number 6.",
        "Meaning": "",
        "Well-dignified": "Practicality and determination; discretion and diplomacy; gain by letters, writing, speaking, travel, teaching, commissions, and through advertising, study, books, and all things ruled by Mercury.",
        "Ill-dignified": "Loss through the same things.",
        "Keyword": "Prosperity."
    },
    {
        "card": "Seven of Coins",
        "description": "The symbol of Venus alludes to the attribution of the Sphere of Venus to the Divine Number 7.",
        "Meaning": "",
        "Well-dignified": "Slight gains, but of small account; much labor for small returns.",
        "Ill-dignified": "Something promising turns out badly; loss in speculation and unprofitable employment; financial restriction; unrealized hopes and wishes.",
        "Keyword": ""
    },
    {
        "card": "Eight of Coins",
        "description": "The symbol of Mercury on the cube refers to the Sphere of Mercury.",
        "Meaning": "",
        "Well-dignified": "Skill in the management of material affairs; industry; gain in subordinate positions, through writings, clerical work or travel; gain of ready money in small sums.",
        "Ill-dignified": "This card signifies avarice and hoarding; penny wisdom and pound foolishness; meanness in money matters; loss through travel or writings; the Querant is likely to be in difficulties with superiors and also with inferiors; he may lose through trying to overreach somebody else.",
        "Keyword": "Prudence"
    },
    {
        "card": "Nine of Coins",
        "description": "The lunar crescent refers to 9 as Sphere of the Moon.",
        "Meaning": "",
        "Well-dignified": "Reserve, discretion, caution, frugality; some worries over money-matters, because of slow maturing of plans; gain through careful investment.",
        "Ill-dignified": "Discouragement, troubles through theft and knavery. Occasionally, when this card is especially Well-dignified, and other cards in the layout confirm it, this represents inheritance, material gain, and much increase of goods, corresponding to the positive meaning of Saturn in Capricorn.",
        "Keyword": "Harvest"
    },
    {
        "card": "Ten of Coins",
        "description": "The symbol on the face of the cube is a synthesis of the alchemical emblems of the four elements, corresponding to the attribution of The Sphere of the Elements to the Divine Number 10.",
        "Meaning": "",
        "Well-dignified": "Money through servants or subordinates; gain in matters connected with medicine, drugs, food, nursing, farming or gardening; completion in material gain and fortune, but nothing beyond.",
        "Ill-dignified": "Material success, but heaviness and dullness of mind; sometimes loss through servants or subordinates; slothfulness.",
        "Keyword": "Wealth"
    },
    {
        "card": "King of Coins",
        "description": "The Yod on the cube has the same meaning as on the other Kings.",
        "Meaning": "",
        "Well-dignified": "A dark man, friendly to Querant, practical, steady, reliable. Good at practical application. Things prosper and increase under his direction. Slow to anger, but furious when aroused.",
        "Ill-dignified": "Selfish, animal, material. Has great power of solidifying all evil forces directed against the projects of the Querant; but is nevertheless somewhat stupid.",
        "Keyword": ""
    },
    {
        "card": "Queen of Coins",
        "description": "The visica piscis on the cube corresponds to the letter H of IHVH.",
        "Meaning": "A generous, somewhat ceremonious, great-hearted, charming, and graceful woman. Probably possessed of considerable means, and friendly to Querant.",
        "Well-dignified": "",
        "Ill-dignified": "Ostentatious, not too nice in morals, capricious, changeable, superficial. Likely to do Querant harm through foolish talk, exposure of his plans, etc.",
        "Keyword": ""
    },
    {
        "card": "Warrior of Coins",
        "description": "The ankh on the cube refers to the letter Vau of IHVH.",
        "Meaning": "A younger man than the King. Effective in action, with some power of command; good mind; but somewhat heavy and matter-of-fact. Not original or imaginative, but good at carrying out any plan that calls for intelligent action on the physical plane.",
        "Well-dignified": "",
        "Ill-dignified": "Avaricious, mean, jealous, somewhat violent, and cruel.",
        "Keyword": ""
    },
    {
        "card": "Servant of Coins",
        "description": "The symbolism of this card suggests bondage to material conditions, but aspiration to higher things. the time-period is the same as that governed by the Ace of Coins, or the three signs of the winter quarter, ruled by Saturn, Uranus, and Jupiter-Neptune.",
        "Meaning": "A young person, of either sex.",
        "Well-dignified": "Has good sense in all practical matters, is friendly to Querant and friendly in disposition generally, probably with some leaning to the occult, or a touch of the psychic in the make-up. Generous, diligent, compassionate.",
        "Ill-dignified": "Unfriendly, dull, wasteful, thoughtless, self-centered, and if interested in the occult is so only for the sake of furthering selfish ends.",
        "Keyword": ""
    },
    {
        "card": "",
        "description": "",
        "Meaning": "",
        "Well-dignified": "",
        "Ill-dignified": "",
        "Keyword": ""
    }
]
